{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Mai 2023 – A ce jour                                                      Développeur  Fron t- Capgemini ( BPI France ) Ahmed  MEFTEH  \r\nDéveloppeur Web Full -Stack expérimenté  \r\nPossède  5 ans d' expérience  dans le domaine, une excellente maîtrise des outils de développement, un \r\nremarquable esprit d'analyse et de synthèse . \r\nINFORMATIONS  PERSONNELLES  \r\n \r\n❖ linkedin.com/in/ahmed -mefteh -931302b7/  \r\n❖ +33745289812   \r\n❖ ahmed_mefteh@hotmail.fr  \r\n❖ Montpellier  France  \r\nCOMPÉTENCES  FONCTIONNELLES  \r\n• Maitrise  de la méthodologie Agile  Scrum  \r\n• Capacité  d’apprendre  et d’intégrer  les nouvelles  technologies  \r\n• Analyse  fonctionnelle  et technique  des besoins  \r\n• Conception  des solutions  techniques  \r\n• Connaissance  en bases  de données,  en tests,  architecture  logicielle  \r\n• Capacité  de travail  en équipe  \r\n \r\nCOMPÉTENCES  TECHNIQUES  \r\nLangages  : Php,  Java/JEE,  TypeScript,  JavaScript,  SQL.  \r\nTechnologies :  Laravel 8, Angular 1 3, Spring Boot  (Débutant ), Hibernate  (Débutant ), codeigniter,  \r\nAPI-restful,  keycloak,     Drupal,  Ajax,  jQuery, CSS  3. \r\nOutils:  Git, Tortoise  git, GitLab  CI, SonarQube,  Docker,  Docker -compose,  Docker  Desktop,  npm,  Yarn,  \r\nSwagger, Nginx, Rancher, WebStorm, PhpStorm, Jasper Reports, Apache, Sql server management, studio 3t,  \r\nTrello,  Redmine,  postman,  Laragon,  IBM Rational  Software  Architect , Simplicité (lowCode) . \r\nModélisation  : UML,  Design  Pattern.  \r\n \r\nSGBD :  MongoDB,  MySQL,  SqlServer,  PostgreSQL,  Redis.  \r\n \r\nEXPÉRIENCE  PROFESSIONNELLE  \r\n \r\nProjet  : La mission avec le client BPI visait à optimiser les processus opérationnels en adoptant une approch e de \r\ndéveloppement rapide à l'aide de l'outil Low Code Simplicité.  \r\nL'objectif principal était d'améliorer l'efficacité opérationnelle tout en réduisant les coûts associés au \r\ndéveloppement logiciel.  \r\n           Tâches Accomplies :  \r\n• Analyse des Besoins :  Travaux approfondis pour comprendre les exigences spécifiques du client BPI et \r\nidentifier les domaines clés nécessitant une amélioration.  \r\n  Janvier  2021  – Avril 2023                                                                          Chef  de projet web - ASM  \r\nJanvier  2020  – Décembre  2020  Développeur  web full stack - ASM   \r\n• Configuration de Simplicité :  Utilisation de l'outil Low Code Simplicité pour configurer rapidement des \r\napplications personnalisées répondant aux exigences du client. Cela a permis d'éviter le codage manuel \r\nintensif.  \r\n• Formation et Support :  Fourniture de sessions de formation approfondies pour l'équipe interne de BPI \r\nafin de garantir une adoption rapide et efficace des nouvelles applications. Un soutien continu a  été \r\nassuré pendant la période post -implémentation.  \r\n  \r\n \r\nProjet  : Intégration  d’une  équipe  web  à différents  postes  pour  accompagner  le développement  d’une  \r\nApplication  web  ERP.  \r\n• Constitution  d’une  équipe  de développeurs  web  full stack  \r\n• Mise  en place  des concepts  agiles  \r\n• Constitution  des méthodologies  de réception  des demandes  et de traitement  au sein de kanban  \r\n• Expertise  technique  forte  sur les problématiques  les plus  complexes  \r\n• Identification  et contrôle  de la bonne  progression  des développements,  définition  de la ligne  directrice,  \r\ndes choix  techniques,  méthodes  à utiliser  résolution des obstacles  rencontrés  \r\n• Suivi des développements du  projet  avec  la méthode  agile,  animation  des daily meeting  et de \r\nL’estimation  des User Stories  \r\n• Formations  techniques  sur l’application  et sur les technologies  aux équipes  de développements  \r\n• Recherches  d’optimisations  de performances  de l’application  \r\n• Création  d'une  dynamique  d'équipe  forte  \r\n• Recrutement  de nouvelles  ressources  \r\nEnvironnement  : Laravel,  Angular  8, OAuth2,  keycloak,  Scrum,  Junit,  GitlabCI/CD,  Kanban,  Mattermost,  \r\nSql Server,  Docker, Rancher,  Docker, Git,  Redis  \r\n \r\nProjet  : Mise  en place  et développement  de composants  et de services  pour  la gestion  de polyclinique . \r\n• Réalisation  du cahier  des charges  technique  suite  aux réunions  avec  le client  \r\n• Analyse  des spécifications  fonctionnelles  et évaluation  des charges  de réalisation  \r\n• Développement  de la partie Front  avec  Angular 9  et Back  avec  Laravel  \r\n• Création  de la  base  de données  avec  SqlServer  \r\n• Développement des composants logiciels de l’application (module KeyCloak pour la connexion et  \r\ngestion des utilisateurs, module de notification dynamique, module identification patient, module  \r\nd’admission patient, configuration d’un système dynamique de cré ation des formulaires, module de  \r\npharmacie,  module  de gestion  des blocs  opératoires,  module  de stérilisation…)  \r\n• Maintenance  corrective  et évolutive  des applications  et amélioration  des modules  \r\n• Développement  des web  Services  \r\n• Optimisation  de code  \r\n• Rédaction  des documentations  techniques  \r\n• Test  unitaire  (Junit,  Jest,  karma)   Janvier  2019  – Décembre  2019  Développeur  web /ASM  \r\nNovembre  2018  - Décembre  2018  Développeur  web /ASM  \r\nSeptembre  2018  - Octobre  2018  Développeur  Web  /ASM  • Déploiement  et orchestration  des conteneurs  avec  rancher  \r\n• Implémentation  des pipelines  d’intégration  continue  et déploiement  basé  sur docker.  \r\n• Installation  et configuration  des outils  DevOps  \r\nEnvironnement  : Laravel,  Angular  10, MongoDB,  OAuth2,  keycloak,  Scrum,  SonarQube,  Junit,  Gitlab  \r\nCI/CD,  Trello,  Mattermost,  Sql Server,  Docker,  Rancher,  Docker,  Git, Redis,  echo  server  \r\n \r\nProjet  : Mise  en place  et développement  d’un progiciel  de gestion  intégré  (ERP) qui convient  à tous  les \r\nsecteurs  d’activité.  Il offre  une réorganisation  optimale  des flux internes  et externes  de l’entreprise.  \r\n• Conception  et architecture  de l’application  basée  sur une solution  Angular  \r\n• Développement  de composants  avec  Angular  9 (module  KeyCloak  pour  la connexion  et gestion  des \r\nutilisateurs, module de notification et de messagerie entre les utilisateurs, module de gestion  \r\ncommerciale, module de CRM (Prospect, Prospection, Devis, ...), module de suivit des client (ticket  \r\nsupport,  Satisfaction  client),  module  de gestion  des apporte urs d’affaires  et des revendeurs)  \r\n• Création  des services  pour  communiquer  avec  les API \r\n• Développement  de la partie  Backend  avec  Laravel  \r\n• Création  de la  base  de données  avec  SqlServer  \r\n• Gestion  des accès aux  pages  et erreurs  techniques  \r\n• Maintenance  et corrections  de bugs  \r\n• Déploiement  des applications  et services  sur les différents  environnements  \r\n• Participation à la rédaction des spécifications techniques (et parfois fonctionnelles) en étant force de  \r\nproposition  \r\n• Test  unitaire  (Jest,  karma)  \r\n• Déploiement  et orchestration  des conteneurs  avec  rancher  \r\n• Implémentation  des pipelines  d’intégration  continue  et déploiement  basé  sur docker  \r\n• Installation  et configuration  des outils  DevOps.  \r\nEnvironnement  : Laravel,  Angular  8, OAuth2,  keycloak, Scrum,  SonarQube,  Junit,  Gitlab  CI/CD,  Trello,  \r\nMattermost,  Sql Server,  Docker,  Rancher,  Docker,  Git, Redis,  echo  server.  \r\n \r\nProjet  : Développement  d’un  site web  dynamique de  la municipalité  de Sfax.  \r\n \r\n• Implémentation  du module de  Gestion  des actualités  et évènements.  \r\n• Implémentation  de plusieurs  types  de contenus.  \r\nEnvironnement  : Drupal  8, MySQL,  Git. \r\n \r\nProjet  : Développement  d’un  Dashboard  web  pour  une application  de gestion  de caisses.  \r\n \r\n• Implémentation  des Dashboard.  \r\n• Implémentation  des web  services  nécessaires.  \r\n• Implémentation  de la gestion  des utilisateurs  et les droits  d’accès.  \r\n \r\nEnvironnement  : laravel,  Html,  Css, javascript,  Bootstrap,  SQL server,  git. \r\n \r\n   \r\nEDUCATION  \r\n \r\n2018  • Mastère professionnel en ingénierie des systèmes d’information et aide à la  \r\nPrise  de décision.  \r\nFaculté  des sciences  économique  et de  gestion de  Sfax.  \r\n \r\n2016  • Licence  Fondamentale  en Informatique  Appliqué à la  Gestion  \r\n \r\nFaculté  des sciences  économique  et de  gestion  de Sfax.  \r\n \r\nformation  \r\n \r\n02/2023     Formation DEVOPS Tools. \r\n12/2022    Formation Softskills . \r\n \r\nLANGUES  \r\n \r\n \r\n Anglais  –Professionnel  \r\n \r\n",{"entities":[[75,94,"OLD EXPERIENCE"],[121,134,"NAME"],[138,177,"POSITION"],[369,409,"LINKDIN"],[415,427,"PHONE"],[434,457,"EMAIL"],[463,482,"LOCALISATION"],[519,560,"SKILLS"],[890,893,"SKILLS"],[896,904,"SKILLS"],[907,917,"SKILLS"],[920,930,"SKILLS"],[933,936,"SKILLS"],[957,966,"SKILLS"],[968,979,"SKILLS"],[981,992,"SKILLS"],[1007,1016,"SKILLS"],[1031,1042,"SKILLS"],[1047,1058,"SKILLS"],[1061,1069,"SKILLS"],[1075,1081,"SKILLS"],[1084,1088,"SKILLS"],[1091,1097,"SKILLS"],[1099,1105,"SKILLS"],[1118,1121,"SKILLS"],[1123,1131,"SKILLS"],[1133,1136,"SKILLS"],[1138,1144,"SKILLS"],[1146,1148,"SKILLS"],[1150,1159,"SKILLS"],[1162,1168,"SKILLS"],[1171,1186,"SKILLS"],[1189,1204,"SKILLS"],[1207,1210,"SKILLS"],[1213,1217,"SKILLS"],[1222,1229,"SKILLS"],[1231,1236,"SKILLS"],[1238,1245,"SKILLS"],[1247,1255,"SKILLS"],[1257,1265,"SKILLS"],[1267,1281,"SKILLS"],[1283,1289,"SKILLS"],[1291,1312,"SKILLS"],[1314,1323,"SKILLS"],[1328,1334,"SKILLS"],[1337,1344,"SKILLS"],[1347,1354,"SKILLS"],[1357,1364,"SKILLS"],[1367,1400,"SKILLS"],[1403,1423,"SKILLS"],[1444,1447,"SKILLS"],[1450,1465,"SKILLS"],[1481,1488,"SKILLS"],[1491,1496,"SKILLS"],[1499,1508,"SKILLS"],[1511,1521,"SKILLS"],[1524,1529,"SKILLS"],[2195,2214,"OLD EXPERIENCE"],[2257,2284,"OLD EXPERIENCE"],[5091,5107,"OLD EXPERIENCE"],[5209,5225,"OLD EXPERIENCE"],[7974,8071,"DEGREE"],[8076,8134,"UNIVERSITY"]]}]]}