{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Contact\r\nEducation+33749232744Téléphone \r\ninas.bourou2019@gmail.comEmail\r\n61 boulevard saint jacques,\r\n75014 ParisAdresse Bourou Inas \r\nData analyst/data steward/ architecte d’entreprise/chef\r\nde projet MOA/MOE/business analyst\r\nProchainement diplômée d’un Master 2 en informatique décisionnelle MIAGE, je suis à la recherche\r\nd’un CDI  chef de projet MOA, Data analyst, data steward, architecte d’entreprise, MOE.\r\nMon savoir-faire à la fois technique et fonctionnel ainsi que ma passion pour l’analyse des données\r\nsont prêts à contribuer de manière significatif à des projets innovants au sein de votre entreprise. \r\nExperience\r\nTravailler en collaboration avec les métiers de la DSEC  et chef de projet pour\r\nidentifier, collecter et spécifier les besoins métiers.\r\nParticiper à l’élaboration des Epic et stories en collaboration avec l’epic owner.\r\nIntervenir en support du data stewart DSEC lors des phases projets en participant à\r\nla bonne gestion des données.\r\nParticiper au bon déroulement des projets et à leurs pilotage et la réalisation de la\r\nphase de tests fonctionnels.\r\nIntervenir à la construction des solutions de reporting type SAP BO et Power BI \r\nPrendre part à la maintenance et à l’amélioration des solutions de reporting\r\nexistantes(BO,BI,SQL, ETL)\r\nMise en place d’application métier avec l’outil PowerApps. \r\n Élaboration des expressions de besoins et cahiers des charges de projets et les\r\ndocuments nécessaires aux démarches de conformité RGPD,\r\nEtude de faisabilité du projet et des éventuelles solutions temporaires.\r\nS'appuyer sur les équipes techniques pour la conception.\r\n Définition des plans de tests et pilotage la recette fonctionnelle,\r\n Rédaction des documentations fonctionnelles détaillées.\r\nPilotage des projets avec la méthodologie agile SAFE. \r\nAnimations des ateliers métiers et des cérémonies agile quotidiennes. \r\nMise en place d’indicateurs pour l’évaluation de l’efficacité des actions.\r\nDéveloppement d’un outil financier \r\nCe projet vise à développer un outil d'analyse en Python pour les investisseurs en actions financières,\r\nfournissant des insights pertinents à partir de données boursières afin d'optimiser la prise de décision et\r\nde maximiser les rendements.\r\nLogiciel pour la gestion des réservations d’hôtel\r\nRédaction des user storys, modélisation avec UML , programmation en JAVA, interface avec JS\r\nProjet BI \r\nCe projet combine l'utilisation d'ETL Talend, des API et des bases SQL pour collecter, transformer et\r\ncharger les données, permettant une visualisation dynamique avec Power BI, offrant ainsi une approche\r\ncomplète de gestion, analyse et présentation de données.\r\n Chef de projet data \r\nChef de projet MOA 2022-2024\r\n2021-2022La française des jeux | Boulogne-Billancourt \r\nSafran Aircraft Engines | Melun \r\nDigital marketing certification \r\nGoogle ateliers numériques TOEIC \r\nscore : 765Certifications Université Paris Saclay \r\nUniversité Paris Saclay Master 2 MIAGE en informatique décisionnelle \r\nLicence MIAGE en programmation web\r\net logiciels 2024\r\n2021 \r\nSGBD: PostgreSQL,MySql,MangoDB\r\nMéthodologies: SAFE,Kanbun,SCRUM,\r\nCycle V, DevOpsProgrammation: Python, Java, C, JS\r\nPackoffice: Excel, Word, Teams  \r\nPowerApps, Power Automate,\r\nCloud BI: PowerBI, Tableau,Talend,SAP BO \r\nAnglais \r\nFrançais \r\nArabe \r\nKabyle Compétences \r\nLangues Projets académiques\r\nPython & Excel Méthdologies Agiles\r\nFree code camp Udemy ",{"entities":[[19,31,"PHONE"],[43,68,"EMAIL"],[75,115,"LOCALISATION"],[123,134,"NAME"],[137,228,"POSITION"],[2642,2661,"OLD EXPERIENCE"],[2664,2682,"OLD EXPERIENCE"],[3044,3054,"SKILLS"],[3055,3060,"SKILLS"],[3061,3068,"SKILLS"],[3085,3089,"SKILLS"],[3090,3096,"SKILLS"],[3097,3102,"SKILLS"],[3105,3112,"SKILLS"],[3114,3120,"SKILLS"],[3135,3141,"SKILLS"],[3143,3147,"SKILLS"],[3149,3150,"SKILLS"],[3152,3154,"SKILLS"],[3168,3173,"SKILLS"],[3175,3179,"SKILLS"],[3181,3186,"SKILLS"],[3190,3199,"SKILLS"],[3201,3215,"SKILLS"],[3218,3223,"SKILLS"],[3228,3235,"SKILLS"],[3237,3244,"SKILLS"],[3245,3251,"SKILLS"],[3252,3258,"SKILLS"]]}]]}