{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Baldon Auré lién  \r\n12, place  Aristide Briand 95300 Pontoise  | 06 78 38 61 69 | aurelien.baldon@live.fr | Permis B  \r\n \r\nA propos  \r\nFort de 5 années d’expérience en gestion de projet MOA, j’accompagne les équipes RH  et Paie  dans l’adoption et l’utilisation d e \r\nnouveaux outils à destination des 10 000 salariés des entités France  du Gr oupe . Je m’appuie sur l a méthode agi le pour fluidifier \r\nles échanges entre les différentes parties prenantes . \r\n \r\nFormation   \r\nMASTER ’S DEGREE  - MANAGEMENT ST RATEGIQUE & INTERNATIONAL EN APPRENTISSAGE  \r\n| JUIN 201 9 | UNIVERSITE PARIS -NANTERRE  \r\n \r\nBACHELOR’S DEGREE  - GESTION PARCOURS CLASSIQUE   \r\n| JUIN 2017 | UNIVERSITE PARIS -NANTERRE  \r\n \r\n \r\nExpériences  \r\n \r\nCHEF DE PROJET SIRH | ILIAD SA (GROUPE ILIAD) | OCTOBRE 2022 – PRESENT  \r\n➢ Au sein du pôle de Développement RH Groupe, j ’ai la charge de la chefferie des projets SIRH pour le Groupe Iliad.  \r\nAu quotidien, l'évolution d e l’écosystème SIRH est menée avec 3 acteurs majeurs de l'entreprise : la Direction, la MOE et nos clients \r\nRH/Paie internes.  Je travaille avec les équipes RH des 22 entités France de l'entreprise mais également avec le pôle Paie Groupe.  \r\nMon objectif : Faire évoluer les outils (ATS, Formation, SIRH) liés au Système d'Information des Ressources Humaines en conci liant \r\nles attentes  de la DRH Groupe et des 10 000 salariés France de l'entreprise avec les souhaits d'évolution de chaque entité et ce, à \r\ntravers :  \r\n▪ Une méthode de travail rigoureuse : Récolte et synthèse des besoins, analyse d'impact et arbitrages, cadrage et rédaction des  \r\ncahiers des charges, recettage des applicatifs, création des supports de communication et déploiement, mise en place des \r\nindicateurs d'évolution.  \r\n▪ Un accompagnement dimensionné : Revue et suivi mensuel de la montée en compétences des équipes RH et Paie . \r\n▪ Une communication ciblée : comité stratégique avec la Direction toutes les 5 semaines et conférence trimestrielle \r\nd'avancement des travaux avec les entités.  \r\nDepuis mon arrivée, je suis intervenu sur la maitrise d'ouvrage de 3 projets d'envergure :  \r\n▪ La migrat ion du logiciel de Paie (SAGE vers ADP).  \r\n▪ Le déploiement du nouveau logiciel des congés pour l'entreprise.  \r\n▪ La mise en place de la nouvelle politique de GTA (gestion des événements, pointages des équipes, planification des \r\nsalariés) dans les entités.  \r\n \r\nCHEF DE PROJET MOA | FREE RESEAU (GROUPE ILIAD)  | MAI 2020 – OCTOBRE 2022  \r\n➢ Au sein du Groupe Iliad, j’ai la charge de la transformation SIRH de l'entité Free Réseau.  Cette transformation du SI est menée en \r\ncollaboration avec le pôle Ressources Humaines et le pôle Paie de l'UES Iliad autour de deux projets d'envergure :   \r\n▪ La refonte de l'outil de gestion de la rémunération variable des salariés.  \r\n▪ Le déploiement des nouveaux modules RH (Congé, entretiens professionnels, Formation...).  \r\nCette transfor mation nécessite de faire appel à plusieurs méthodes de travail (agile, cycle en V) et d'articuler le travail avec de \r\nnombreux interlocuteurs (managers, Direction RH Groupe, salariés).  Chaque déploiement est mené grâce à des étapes clairement \r\nidentifiées (définition de la roadmap , revue des objectifs avec le client , pilotage des développeurs , recettage du produit , présentation au   \r\nclient , accompagnement des salariés dans l'adoption de la nouvelle solution ). \r\n \r\n \r\nCHEF DE PROJET MOA DU SI  | CAISSE NATIONALE DE L’ASSURANCE MALADIE | SEPTEMBRE 2019  – MARS 2020  \r\n➢ Au sein du Département Maitrise d’Ouvrage Comptable (DMOAC) de la Direction Financière de la Caisse Nationale d’Assurance \r\nMaladie (CNAM), en charge du processus Établissements de santé (public et privés) :  \r\n▪ Chargé de la rédaction d’un cahier des charges du  projet FIDES (Facturation Individuelle Directe des Établissements de \r\nsoin). Co -pilotage du projet avec la MOAD (Maitrise d’Ouvrage déléguée) Angers.  \r\n▪ Formalisation du besoin : définition des objectifs et du périmètre du projet. Établissement des SFD (Spéci fications \r\nFonctionnelles Détaillées)  \r\n▪ Participation au suivi de recette de l’applicatif SI  ID_CPU .  \r\n▪ Participation à la construction de la roadmap 2020 -2021 & organisation des comités de domaine en lien avec le responsable \r\nde Département.  \r\n▪ Assurer le suivi des décisions des différents partenaires et communiquer autour de l’enveloppe budgétaire allouée.  \r\n▪ Assurer la liaison entre les équipes projets des pôles de fabrication (ATOS et SOPRA) et le CTI (Centre de Traitement \r\nInformatique) Angers.  \r\n▪ Chargé de la pro duction d’un reporting mensuel d’avancement global du projet FIDES.  \r\n \r\n \r\n \r\n  Page  2 CHARGE DE SOLUTIONS COMPTABLES  SI | FINANCE AS A SERVICE – ORANGE  SA | SEPTEMBRE 2017  – AOUT 2019  \r\n➢ Au sein de la cellule MOA OPEN de la Direction Comptable & Financière du Groupe Orang e, dans le cadre des projets de \r\ntransformation digitale des fonctions finance :  \r\n▪ Mise en place de solutions (Oracle ERP cloud ou CEGID/Open).  \r\n▪ Chargé de la Production des Habilitations : suivi des demandes d'habilitations sur l'application SI ISOD.  \r\n▪ Déploiement des mises à jour FAVEOD (en recette et en production) sur machine virtuelle LINUX, relatives à l'application \r\nSI SHUTTLE.  \r\n▪ Production & suivi des cahiers des charges des applications SI.  \r\n▪ Pilotage mensuel des indicateurs de l'application SI BACCARAT et production d'un tableau de bord mensuel retraçant \r\nl'activité de Orange SA, Orange Polska et des filiales du Groupe.  \r\n▪ Développement d'une application SI relative à la révision des taux DATA . \r\n \r\n \r\n \r\nCompétences  \r\n \r\n• METHODE S DE PROJET  : Agile | Cycle en V  | OKR | GANTT . \r\n• OUTILS DE PROJET  : Jira | Confluence | Notion  | Adobe Xd | Tableau Software | Microsoft 365 (Excel, Powerpoint, Word ). \r\n• APTITUDES  : Capacité à s ’organiser et à travailler de manière autonome  | Prise d’initiatives | Leadership | Excellente q ualité \r\nrédactionnelle . \r\n• LANGUES  : Allemand  (aptitudes professionnelles) | Anglais (Aptitudes professionnelles) .                           \r\n \r\n  ",{"entities":[[1,17,"NAME"],[21,62,"LOCALISATION"],[66,80,"PHONE"],[83,106,"EMAIL"],[479,555,"DEGREE"],[574,600,"UNIVERSITY"],[727,746,"POSITION"],[2405,2423,"OLD EXPERIENCE"],[3411,3435,"OLD EXPERIENCE"],[4674,4708,"OLD EXPERIENCE"],[5655,5660,"SKILLS"],[5663,5673,"SKILLS"],[5677,5680,"SKILLS"],[5683,5688,"SKILLS"],[5715,5719,"SKILLS"],[5722,5732,"SKILLS"],[5735,5741,"SKILLS"],[5745,5753,"SKILLS"],[5756,5772,"SKILLS"],[5775,5788,"SKILLS"],[5790,5795,"SKILLS"],[5797,5807,"SKILLS"],[5809,5813,"SKILLS"]]}]]}