{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Ghalia OU ADA\r\nDATA ANALYSTPROFIL\r\nMon expérience en gestion et management d' entreprise,\r\ncombinée à mes compétences en data, me permet de mener\r\ndes pr ojets de manièr e e\u0000cace en utilisant les données\r\ndisponibles pour pr endr e des décisions str atégiques et\r\natteindr e les objectifs \u0000x és.En somme, ma formation et mon\r\nexpérience dans le domaine de la gestion d' entreprise, couplées\r\nà mes compétences en data, font de moi un pr ofessionnel\r\npolyv alent capable d' optimiser les per formances de l' entreprise\r\ngrâce à une utilisation judicieuse des données.\r\nCOMPÉTENCES EN DATA ET EN\r\nMANGMENT\r\nData A nalyst\r\nRecueil et extr action des sour ces de données per tinentes et de\r\nqualité, tr aduit ensuite en données statistiques. Traitement,\r\nexploitation et intégr ation des données dans un data war ehouse\r\n(entr epôt de données). Cr éation de dashboar ds, mise en place\r\nde KPIs et r epor ting des per formances pour donner une vision\r\ncohér ente des r ésultats aux diff érentes équipes ;Mise en place\r\nde pr ocess/r equêtes et aut omatisation ;Pr oduction d’ analyses\r\nmétiers et de r ecommandations aux managers ;Gestion des\r\noutils d’ analyses pour que les décideurs internes et les clients\r\npuissent suivr e l’évolution de leurs pr oduits ;V eille\r\ntechnologique des nouv eaux outils visant à l’ amélior er l’analyse\r\ndes données.\r\nData Manager\r\nGérer les actifs de données a\u0000n d’ en amélior er l'accessibilité,\r\nl'utilisabilité et la qualité. S’ assur er du r espect des lois\r\nconcernant l’utilisation de cer taines données et v eiller à ce que\r\nles principes du RGPD soient r espectés.\r\nConsultant en Managment d' entreprise\r\nGrâce à mes onz e années d' expérience en gestion et\r\nmanagement d' entreprise, l’ empathie et la\r\nbienv eillance, pr éser vant la pr oductivité, Flexibilité et\r\nadaptabilité.  Autonomie et gestion des priorités,\r\nGestion  participativ e, connaissance des objectifs à atteindr e,\r\nVision str atégique et analytique. Honnêteté et communication,\r\nOptimisme et enthousiasme.\r\nLANGUES\r\nFrancais, AnglaisCENTRE D'INTERETS:\r\nPatience, persé vérance, curieux, esprit analytique et\r\ncritique, capacité à tr availler en équipe, sens de l’ éthique,\r\nsavoir s’ adapter , curieux, esprit analytique et critique,\r\ncapacité à tr availler en équipe, sens de l’ éthique, sa voir\r\ns’adapter .EXPÉRIENCES PROFESSIONNELLES\r\nData A nalyst\r\nDATASCIENTEST, Paris - Depuis 11.2023 / \r\nRealisation d'une étude d’ analyse de sentiments  a\u0000n de\r\nquanti\u0000er l’ engouementgénér é par un jeu a vant la sor tie a\u0000n\r\nd’en pr édire les v entes.\r\nData Manager\r\nDATASCIENTEST, Paris - 11.2023\r\nCompar er les v entes t otales d’un jeu vidéo à l’ aide\r\nd’informations descriptiv es : Le pa ys d’ origine, le studio l’ ayant\r\ndéveloppé L ’éditeur , l’ayant publié, la description du jeu La\r\nplateforme sur laquelle le jeu est sor ti et le genr e.\r\nConsultant en Managment\r\nEURL CCECI, ALGERIE/TIZI-OUZOU - 04.2008 / 08.2019\r\nDévelopper et diriger des pr ojets. conseil en str atégie de pr ojets,\r\netude a vant-pr ojet et initiation des pr ojets, v eille str atégique\r\npermanente, piloter et gér er des pr ojets, plani\u0000cation du pr ojet,\r\nréalisation et ex écution du pr ojet, maîtrise du pr ojet et clôtur e du\r\nprojet.FORMATIONS\r\nData A nalyst\r\nDATASCIENTEST, Paris - avr. 2023 / janv. 2024\r\nLes langages de pr ogrammation : P ython, SQL. Data\r\nvisualisation : Matplotlib, Seaborn, Machine Learning, Scikit-\r\nLearn, Appr entissage super visé, Appr entissage non super visé\r\n.Analyse de données, r éduction de dimension, clustering.\r\nBusiness intelligence, P ower B etT ableau.\r\nData Manager\r\nDATASCIENTEST, Paris - 01.2023 / 05.2023\r\nLa gar antie de la qualité des données. L ’intégr ation de ces\r\ndonnées. La sécurité des données(RGPD) ainsi que la gestion\r\ndes risques r églementair es. La documentation de ces données\r\net des diff érents calculs eff ectués sur celles-ci. La mise à jour\r\ndes r ègles r égissant l’ accès aux données\r\nLiscence en Science E conomique et de Gestion\r\nOption Finance\r\nUnuversité Mouloud Mammerie , Tizi\r\nOuzou - 09.2002 / 07.20020650321660 cheri\u0000.ghalia@gmail.com 46 Rue Léon Cr èpy. 59160\r\n24.10.1981 Algérienne(Kab yle) B\r\nREJOINS-MOI SUR\r\n@nom d'utilisateur\r\n",{"entities":[[1,14,"NAME"],[16,28,"POSITION"],[697,737,"SKILLS"],[739,749,"SKILLS"],[752,816,"SKILLS"],[842,866,"SKILLS"],[868,998,"SKILLS"],[1000,1026,"SKILLS"],[1057,1125,"SKILLS"],[1127,1254,"SKILLS"],[1256,1345,"SKILLS"],[1362,1426,"SKILLS"],[1429,1458,"SKILLS"],[2349,2362,"OLD EXPERIENCE"],[2557,2569,"OLD EXPERIENCE"],[2854,2877,"OLD EXPERIENCE"],[3943,4004,"DEGREE"],[4006,4047,"UNIVERSITY"],[4067,4077,"PHONE"],[4078,4101,"EMAIL"],[4102,4127,"LOCALISATION"],[4180,4198,"LINKDIN"]]}]]}