{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[["   Clyford CADET   \r\nTel : 07 68 17 96 32  \r\nEmail : clyfordcadet@gmail.com  \r\nhttps://fr.linkedin.com/in/clyford -cadet   \r\n \r\n                                                       Chef de projet  \r\n EXPERIENCES  PROFESSIONNELLES   \r\n➢ Octobre 2022 – PRODUCT MANAGER - SYSTÈME D'INFORMATION RÉSEAU (MOBILE ) - Alten  \r\nMission pour Bouygues  : \r\n● Gestion des évolutions  du produit  / Suivi des projets et reporting  \r\n● Assurer la VABF des livraisons en collaboration avec les utilisateurs.  \r\n● Respecter les jalons du planning partagés avec les utilisateurs et l’équipe technique.  \r\n● Assurer le support des applications de performance (gestion des anomalies, des demandes d'évolution).  \r\n● Négoci ation  avec la hiérarchie les ressources allouées à la réalisation du projet  \r\n● Piloter les différents fournisseurs intervenants dans la réalisation des projets (animation de Coproj, suivi des \r\ndéveloppements, planification des mises en production etc ..). \r\n● Mise  en place de la roadmap projet  / Conduire des p rojets internes à la DSI  \r\n● Piloter les prestataires et fournisseurs  \r\n➢ Septembre 2021- Septembre 2022  – Chef de projet Technique / Publicité - Newsletter  et Emailing  - Planet Media  \r\n● Identification  et priorisation des besoins et exigences métier dans le backlog  \r\n● Définir  et concevoir le produit  / Gestion  des p rojets internes à la DSI  / Suivi des projets et reporting  \r\n● Réaliser le cadrage des projets : brainstorming, idéation, expression de besoin, formalisation  \r\n● Amélioration continue de l’intégration publicitaire sur desktop et webmobile (prebib.js)  \r\n● Effectuer l’analyse entre business court terme et projets SEO pour maximiser l’audience  \r\n● Optimisation du temps de chargement des pages  web / Améliorer les règles fonctionnelles de l’environnement publicitaire  \r\n● Coordonner les projets avec les différents pôles / Suivi des projets et reporting  \r\n● Rédaction  des users stories et spécifications plus détaillées  \r\n● Planification des cérémonies agiles \r\n● Gestion des tickets remontés par les autres équi pes IT / Gestion des incidents  \r\n \r\n➢ Juin-Aout  2021 – Chef de projet MOE / MOA – Interlogement 93  \r\n● Mise en œuvre des projets de développement : analyse et  recueillir des besoins  / Gestion des incidents par mail  \r\n● Gestion de l’ équipe SISIAO dont vous êtes responsable  / Accompagner la conduite de changement auprès des utilisateurs  \r\n \r\n➢ Septembre 2019 / Mai 2021 – Chef de projet MOE / MOA - Pole Publisher MADVERTISE  (régie publicitaire)  \r\n● Création et intégration  de format  sur les  applications et sites  / Recueil et analyse des besoins  / Analyse de l’existant  \r\n● Organisation des réunions avec les différentes parties  / Coordination de l’information avec les autres pôles  \r\n● Gestion des outils (les adservers et les plateformes de reportings ) / Gestion des intégrations publicitaires de nos supports  \r\n● Préparations des éléments techniques, incluant le setup de tags publicitaires dans plusieurs plateformes d’adserving.  \r\n● Suivi du projet, optimisation et gestion des incidents  / Mise en place de la d ocumentation  \r\n● Jira : Suivi des tickets et des bugs  / Gestion des normes RGPD IAB  \r\n● Tests et recette des applications et sites par network afin de valider la bonne intégration de nos solutions techniques.  \r\n \r\n➢ Mai / Aout 2019 - Consultant Ged  Amexio  (entreprise de services du numérique)  \r\n➢ Février/Mars 2019 Développeur Web  CAP -GEMINI  (entreprise de services du numérique)  \r\n➢ Mai / Septembre  2018 Web designer HAWAII SURF  (magasin de sport)  \r\n                    COMPETENCES                                                 \r\n \r\n➢ Connaissance des méthodologies projet (cycle en V, méthodes AGILE).  \r\n➢ Recueil et analyse des besoins  / Rédaction d e la documentation / Rédaction du cahier des  charges  \r\n➢ Leadership / Autonomie  / Polyvalence / Anglais professionnel   \r\n FORMATIONS   \r\n➢ Certification PRINCE2 Foundation (6th Edition)  \r\n➢ 2019/2020 : Chef de Projet en transformation digitale Niveau I Bac  +5 \r\n➢ 2018 / 2019 : SIMPLON : Titre professionnel RNCP 5927. Niv. III Spécialisation web (HTML, CSS, JS,  JAVA)  \r\n➢ 2018/ A vril : Septembre : INFA formation la pépinière du numérique (module Pao, intégration web, développement  web)  \r\n➢ 2013/2017 : Licence d’AES à Paris 10 à Nanterre  (92) \r\n➢ 2012 : Obtention du Baccalauréat Economie et Social au lycée Emmanuel Mounier – Châtenay Malabry  (92) \r\n",{"entities":[[3,16,"NAME"],[27,41,"PHONE"],[53,75,"EMAIL"],[79,120,"LINKDIN"],[183,197,"POSITION"],[238,309,"OLD EXPERIENCE"],[1100,1212,"OLD EXPERIENCE"],[2114,2175,"OLD EXPERIENCE"],[2428,2530,"OLD EXPERIENCE"],[3336,3415,"OLD EXPERIENCE"],[3421,3506,"OLD EXPERIENCE"],[3512,3578,"OLD EXPERIENCE"],[3669,3735,"SKILLS"],[3742,3772,"SKILLS"],[3776,3806,"SKILLS"],[3809,3841,"SKILLS"],[3995,4053,"DEGREE"],[4320,4345,"UNIVERSITY"]]}]]}