{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Contact\r\nFormations06 05 95 50 69Phone\r\nAmeendabbek@gmail.comEmail\r\n4 Avenue du Dr Bergougnie,\r\n06000 NiceAddressAmine Dabbek\r\nINGENIEUR .Net C# Full Stack\r\nExperience\r\nEn tant que Consultant, j'ai contribué à la conception et au développement d'une plateforme en temps\r\nréel dédiée aux missions robotiques pour le client Cybernetix. L'analyse détaillée des besoins a conduit à\r\nl'établissement d'un cahier des charges fonctionnel précis, servant de base à la conception et à la\r\nprogrammation de solutions logicielles sur mesure. De plus, j'ai élaboré et soutenu des fonctionnalités\r\ninnovantes pour le lancement et la gestion des missions en temps réel via un Dashboard intuitif. La mise\r\nen place d'une configuration de simulation robuste et la réalisation de tests rigoureux ont garanti la\r\nqualité et la fiabilité du système en collaboration avec l'application client du partenaire.\r\nTechnologies: .NET Core API Web, C# , SqlServer, Entity framework, Blazor, Visual Studio, Git. Scrum\r\nEn tant que Consultant .Net / C# / Angular chez Assrooh Athakiyah, mon rôle de développeur consistait\r\nà concevoir et entretenir un projet de e-learning axé sur la formation en ligne. J'ai établi un dialogue\r\nefficace entre trois clients différents et l'équipe de développement, facilitant ainsi la compréhension des\r\nexigences, l'évaluation des besoins, et la production d'estimations précises ainsi que d'études de\r\nfaisabilité. Mon engagement dans l'analyse des retours des clients a favorisé une amélioration continue,\r\ngarantissant ainsi la prestation d'un service de haute qualité.\r\nTechnologies: .NET Core, Rest, SqlLite, SqlServer, Entity framework, Angular, TypeScript, Git\r\nChez EITECH, en tant que développeur, mon travail a débuté par la création de deux modules distincts.\r\nLe premier module consistait en un système de référencement, d'organisation et d'archivage des\r\ndocuments, mettant particulièrement l'accent sur le traitement des données. Le deuxième module était\r\naxé sur la gestion de la maintenance préventive et curative de l'actif matériel. Après avoir contribué au\r\nsuccès de ces modules, mon implication s'est étendue au développement de l'application mobile E-\r\ncommerce. Mon rôle a consisté à concevoir et mettre en œuvre les fonctionnalités clés de cette\r\napplication, telles que le panier, les commandes et la consultation de l'historique des achats.\r\nTechnologies: .NET MVC, C#, .Net Core Web Api , SqlServer, Entity framework, Ionic 4 / Angular 8Consultant .Net C# / Blazor \r\nConsultant .Net C# / Angular\r\nConsultant .Net C# / Angular / Ionic2022 - 2023\r\n2021 - 2022\r\n2017 - 2019Fortil group  l Marseille, France \r\nAssrooh Athakiyah\r\nEitech\r\nStage\r\nEcole Polytechnique International\r\nPrivé de Tunis (Polytech Intl)\r\nFaculté des sciences de TunisMASTER PROFESSIONNEL EN GENIE\r\nLOGICIEL\r\nLICENCE FONDAMENTALE EN\r\nSCIENCES DE L’INFORMATIQUE2020\r\n2016\r\nDéveloppement Web & Mobile\r\nR&DAgile / ScrumBack-end: .NET / C#\r\nIntelligence ArtificielleBases de données: SQL Server\r\nAnglais\r\nFrancaisCompétences\r\nLanguesLa mission consistait à développer et entraîner des modèles d'IA pour la perception intelligente des\r\ntrains autonomes, avec une spécialisation dans la détection d'objets et de mouvements. Le projet\r\nimpliquait l'optimisation de modèles tels que Yolo 3 et Yolo 4, ainsi que la création d'un modèle dédié à\r\nla reconnaissance des gestes des agents SNCF. Cette expérience a été enrichie par la collaboration avec\r\ndes partenaires clés, consolidant les compétences en Python, TensorFlow et en apprentissage\r\nautomatique. \r\nTechnologies: Python, Tensorflow, Machine Learning, Deep Learning, yoloV3,V4,Tiny, Pose Estimator.R&D en Intelligence Artificielle2020 - 2021\r\nIRT Railenium  l Valenciennes, France Front-end: Angular / Blazor / Ionichttps://www.linkedin.com/in/a\r\nmine-dabbek/LinkedIn\r\nEn tant que consultant chez CMS+, mon expertise s'est concentrée sur le développement et la\r\ncorrection d'un module de suivi des employés intégré à un portail interne SharePoint 2013.\r\nSimultanément, j'ai activement participé à la conception et au développement de la partie frontend d'un\r\nprojet E-commerce, contribuant ainsi à la création d'interfaces utilisateur attrayantes et fonctionnelles\r\npour le projet commercial.\r\nTechnologies: Angular 8, Mongo DB, SharePoint 2013, C#, HTML 5, CSS 3, JavaScript.Consultant .Net C# / Angular2019 - 2020\r\nCms Plus Sarl",{"entities":[[20,34,"PHONE"],[41,62,"EMAIL"],[69,107,"LOCALISATION"],[114,126,"NAME"],[128,156,"POSITION"],[2471,2498,"OLD EXPERIENCE"],[2501,2529,"OLD EXPERIENCE"],[2531,2559,"OLD EXPERIENCE"],[2674,2723,"UNIVERSITY"],[2770,2809,"DEGREE"],[2874,2900,"SKILLS"],[2905,2918,"SKILLS"],[2928,2937,"SKILLS"],[2939,2964,"SKILLS"],[2982,2992,"SKILLS"],[3743,3750,"SKILLS"],[3753,3759,"SKILLS"],[3762,3767,"SKILLS"],[3767,3810,"LINKDIN"]]}]]}