{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[["    \r\n \r\n \r\n \r\nCertifiée PSM1 - PSPO   \r\n \r\n        \r\n \r\n  \r\n      \r\n  \r\n    \r\n  \r\n      \r\n    \r\n  \r\n         \r\n           \r\n \r\n \r\n \r\nCheffe de projet services connectés ( AMOA )   \r\nContexte de la mission : Assurer  la faisabilité des différentes fonctionnalités et pioter les différentes phases du test E2E sur le véhicule (context e anglophone )  \r\n- Assurer et coordonner les différentes phases de test E2E ( test d’intégration , test système , test  \r\nde performance)  \r\n- Animer de la qualité de la plateforme véhicules connectés relevant de son périmètre  \r\n- Gérer les risques et points durs de la plateforme véhicules connectés . \r\n- Constituer et rédiger les spécific ations fonctionnelles du service  \r\n- Gérer et Informer les équipes et les parties prenantes à l'avance sur les objectifs du Planning PI   \r\n- Fournir la mise à jour des KPI basés sur RTC ( Rational Team Concert ) et évaluer les   \r\nperformances de l’équipe .  \r\n- Assurer la coordination  entre la plateforme (développement) et le client final. \r\n- Rédiger le test plan et préparer les moyens de validation et configurer les moyens de test ( VIN \r\nVéhicule , Borne... ) \r\n- Tester les règles d’éligibilité technique et commerciales de la fonctionnalité du service.  \r\n- Assurer l’exécution des tests  de qualification, y compris les tests d’éligibilité, de souscription et \r\nd’activation du service et construire la grille de maturité.  \r\n- Reporting hebdomaire à tous les interlocuteurs du projet et présentation mensuelle du projet au  \r\nN+2. \r\n- Animer et participer au daily avec les interlocuteurs de la plateforme.  \r\n- Suivre les différentes boucles de test de la modernisation du véhicule jusqu’au GO LIVE . \r\nOutils et environnement : Excel - FileZilla-Jira- Confluence – RTC-OSA ( Salesforce) – Refser – Corvet -AM \r\n \r\nContexte de la mission :Piloter et suivre les demandes d’évolution d’ERP maison (SGBD) selon les besoins métiers.  \r\n \r\n \r\n CONSULTANTE FREELANCE \r\nDisponibilité immédiate \r\nAMOA/PPO/ BA/Analyste fonctionnel  / PMO/cheffe de projet \r\nfonctionnel \r\nCertifiée PSPO1 / PSM1 \r\nRENAULT ARFIK Raouya \r\n7ans d’expérience  \r\nMobilité : Île-de-France -Eure27 - Eure et loir 28 \r\nTel : 0762186859  \r\nE-Mail : raouya.arfik.ra@gmail.com  \r\n \r\n \r\n \r\n \r\n Compétences  \r\n \r\nExpériences professionnelles  \r\n \r\n \r\nConsultante fonctionnelle :  Proxy PO/Business Analyst \r\n(3ans) \r\n \r\n \r\n \r\n \r\n \r\n \r\n 04/2020 à 02/2023 Certifications  \r\nMéthodologies \r\nFonctionnelles \r\nGestion de \r\nprojet \r\nOutils \r\nSI & DATA \r\n \r\n     \r\n- Piloter et suivre l’évolution del’ERP de la documentation technique automobile selon les besoins métiers.  \r\n-Animer les workshops, analyser les besoins métiers, réaliser les études de faisabilité et l’étude d’impacts, \r\nétablir la conception fonctionnelle et p roduire les user stories pour l’équipe de développement . \r\n- Constituer et présenter le dossier Business requirement  \r\n- Animer et participer aux différentes cérémonies agiles.  \r\n- Superviser les phases du développement de l’évolution demandée  \r\n- Participer aux différents comités du pilotage afin de remonter les impacts et les améliorations  \r\n- Suivre les risques et remonter les anomalies.  \r\n \r\n Scrum Framework (certifiée)- SAFe - Lean – Kanban – Cycle en V\r\nRecueil et Analyse des besoins métiers- Analyse des données -conception de roadmap- Rédaction des spécifications  \r\nfonctionnelle- Rédaction des user stories - Priorisation des fonctionnalités - Planning Poker - Story Mapping- Gestion\r\net priorisation du backlog -Planification et animation des cérémonies agile- Leadership - Piloter le plan de release et  \r\nroadmaps projets- burndown chart - Tests d'acceptation - Recettes fonctionnelles - Gestion de la qualification et la  \r\nmise en production - Analyse des retours utilisateurs\r\nPlanification et cadrage (Gantt, PERT..)- Organisation - Gestion de l'équipe- Communication - Gestion des budgets et\r\ndes délais - mise en place des KPI -Résolution de problèmes - Prise de décision - Gestion des risques - Gestion de la  \r\nqualité Analyse des données\r\nJIRA- Confluence – Excalidraw – RTC – Power BI – Suite Microsoft – Cativa V5 – Solid Edge- Solid Works.\r\nSGBD – Microsoft ACCESS- SQL- MYSQL- SQL SERVER - JAVA- VBA - SAP- CRM - SALESFORCE\r\nSTELLANTIS\r\n02/2023 à \r\n02/2024    \r\n   \r\n  \r\n  \r\n  \r\n  \r\n  \r\n   \r\n   \r\n  \r\n  \r\n   \r\n \r\n   \r\n  \r\n  \r\n    \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n  \r\n \r\n \r\n \r\n \r\n \r\n \r\n    \r\n  \r\n  \r\n \r\n \r\n   \r\n    \r\n  \r\n  \r\n  \r\n    \r\n \r\n \r\n \r\n \r\n  \r\n   \r\n  \r\n    \r\n    \r\n   \r\n \r\n \r\n \r\n \r\n Premo \r\nméditerranée   2015 /2016  - Mettre en place les 5S et former les opérateurs sur la nouvelle organisation du \r\nstock. \r\n- Mettre à jour les mouvements du stock et la qualité des pièces restantes.  \r\n- Réorganiser le stockage physique des produits en fonction des surfaces dédiées.  \r\n- Etiqueter la matière première. \r\n- Planifier les inventaires.  \r\n \r\n \r\n Assistante responsable flux -contrat CDD (12mois) \r\n - Suivre les risques et remonter les anomalies.  \r\n- S’assurer et alerter de la mise à jour des tickets sur JIRA.  \r\n- Réaliser le reporting hebdomadaire.  \r\nOutils et environnement  : Jira – Confluence – Excel- PowerPoint-  Signe (application interne)  \r\n \r\n \r\n \r\n        \r\n  \r\n  \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n  \r\n04/2019 à 04/2020                            RENAULT  \r\n \r\n \r\n \r\n Consultante PMO documentation technique (12mois)\r\nContexte de la mission : Piloter et assurer la qualité de la documentation technique du nouveau KANGOO.\r\n-Assurer la qualité de la documentation technique pièces prototype.\r\n-Assurer un rôle d’intermédiaire entre l’usine et le bureau d’étude.\r\n-Animer la convergence documentaire (Spécification des pièces, contrats d’achats, emballage …)\r\n-Piloter la livraison et l’obtention des contrats d’approvi sionnement des pièces prototype.\r\n-Contribuer à la planification des jalons et identification des ressources nécessaires\r\n-Animer les réunions hebdomadaires avec l’usine et les métiers.\r\n-Suivre les contrats d’approvisionnement avec les différents acheteurs.\r\n-Contribuer au respect de la mise à jour de la documentation technique.\r\n-Vérifier la cohérence de la documentation et remonter les anomalies aux métiers.\r\n- Envoyer un reporting régulier de l’état d’avancement du projet (pièces spécifiées, contrat\r\nd’approvisionnement…)\r\n-Elaborer, suivre et mettre à jour l’ensemble des indicateurs (KPI) nécessaire pour le prononcé du jalon.\r\n-Collaborer avec les AMOA afin d’améliorer les applications et les outils utilisés.\r\n-Contribuer au déroulement du COPIL\r\nOutils et environnement : Excel- VBA- SCOPPE(gestion des contrats) – Perle (Gestion des affectations)-\r\nSigne (base de donnée de la documentation technique)\r\nAssistante chef de projet ligne éclat (12mois)\r\nContexte de la mission : Piloter le démarrage de la nouvelle ligne du caramel.\r\n-Analyser les pannes avec le service maintenance et le fournisseur.\r\n-Former les opérateurs sur la nouvelle ligne (montage / démontage/nettoyage)\r\n-Collaborer avec le service QHSE pour la mise à jour de la certification ISO 9001.\r\n- Piloter les résolutions de problèmes et mettre en place des actions curatives, correctives et\r\npréventives\r\n-Réalisation d’un POC de KPI « TRS »\r\n- Définition des besoins fonctionnels du KPI « TRS »\r\n- Elaboration des scénarios de tests dans l’environnement HPQC\r\n- Exécution des cas de test manuels\r\n- Analyse et suivi des anomalies détectées\r\nOutils et environnement : Excel- VBA- SAP-HPQC\r\nAssistante service maintenance \r\n-Réaliser l es plans de maintenance AMDEC des machines d’emballage modulaires.\r\n-Identifier et évaluer les modes de défaillances possibles.\r\n-Réaliser les CILT pour les clients de Sidel.\r\n-Programmer des plans de maintenance avec le langage VBA.\r\nOutils et environnement : Excel- VBANIGAY -FEURS\r\n2017-2018\r\nSidel\r\n2016-\r\n2017   \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n  \r\n  \r\n  \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n  \r\n \r\n \r\n  Fromagerie Bel   \r\n2015 Technicienne maintenance (stage de validation du niveau Licence : 2mois)   \r\n Amélioration et mise à jour des plans de maintenance selon la démarche PDCA . \r\n \r\n \r\n \r\n \r\n \r\n 2017-2018 Skills4All - Formations et certifications internationales du PSPO1+PSM1 \r\nMaster 2 Méthodes avancées en génie industriel (En formation professionnelle) à l’université de Jean Monnet \r\nde Saint-Etienne \r\nMaster 1 ingénierie des systèmes industriels à l’université de Jean Monnet de Saint -Etienne  \r\n \r\nFormation de dessin indust riel sur CATIA V5 au sein de l’institut Data light à Tanger ( Maroc)  \r\n \r\nLicence en génie Industriel à la faculté des sciences et techniques de Tanger  \r\n \r\nGénie électrique - Génie mécanique à la faculté  des sciences et techniques de Tanger  \r\n   2016-2017 \r\n2015 (3mois) \r\n2014-2015 \r\n2011-2013  \r\n \r\n       2022  \r\n \r\n 2022 \r\n Voyages - Equitation - Lecture  \r\n \r\n \r\n \r\n Anglais : courant \r\n \r\n \r\n \r\n Formations \r\nLangues \r\nLoisirs ",{"entities":[[134,178,"OLD EXPERIENCE"],[1933,1954,"POSITION"],[2090,2102,"NAME"],[2137,2176,"LOCALISATION"],[2185,2195,"PHONE"],[2208,2233,"EMAIL"],[2306,2331,"OLD EXPERIENCE"],[4049,4053,"SKILLS"],[4055,4065,"SKILLS"],[4068,4078,"SKILLS"],[4081,4084,"SKILLS"],[4087,4095,"SKILLS"],[4098,4113,"SKILLS"],[4116,4125,"SKILLS"],[4128,4138,"SKILLS"],[4140,4151,"SKILLS"],[4154,4158,"SKILLS"],[4161,4177,"SKILLS"],[4179,4182,"SKILLS"],[4184,4189,"SKILLS"],[4191,4201,"SKILLS"],[4204,4208,"SKILLS"],[4210,4213,"SKILLS"],[4216,4219,"SKILLS"],[4221,4224,"SKILLS"],[4227,4237,"SKILLS"],[4874,4901,"OLD EXPERIENCE"],[5301,5340,"OLD EXPERIENCE"],[6671,6708,"OLD EXPERIENCE"],[7425,7455,"OLD EXPERIENCE"],[7879,7903,"OLD EXPERIENCE"],[8137,8183,"DEGREE"],[8217,8263,"UNIVERSITY"]]}]]}