{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Natasha KASHAL YAV 31, Rue Saint-Maur 75011 Paris  Tél : 06.63.34.09.19 nathkashal@gmail.com ASSISTANTE CHEF DE PROJET WEB/PRODUCT OWNER  Transformation digitale, conduite de changement, Bonnes pratiques ITIL (concepts de la gestion des services et leur cycle de vie-les cinq phases ITIL),Déploiement d’un projet d’application web, Conduite des réunions ,Méthodologies AGILES(SCRUM et KANBAN),Cycle en V, Gestion et conduite des projets, Web marketing, Mangement d’équipe et communication, Études de marchés, Rédaction des cahiers de charge, BPMN ,Régulation et Concurrence, Affaires réglementaires en télécoms, Gestion des appels d’offres.  Formations 01/2020-03/2020  Formation Chef de Projet Web/G2R Paris  2013-2015           Master 2, Management des télécoms et nouveaux médias.  Université Paris-Dauphine  2002-2007 Master 2, en Sciences Économiques. Économie monétaire et internationale  Expériences professionnelles 2018 à 2019 : Office manager et Project office                           ReMark Group § Gérer le budget, finances et le compte bancaire de l’entreprise. § Gérer le parc informatique avec l’IT à Amsterdam et analyser les besoins de l’entreprise § Gérer les services généraux et gestion administrative du personnel  2018               Assistante de projet de loi numérique            Autorité de Régulation des Postes et Télécommunications du Congo (ARPTC) § Panifier et rédiger les projets de loi numérique avec les Directions Juridique et de Marché des télécoms et rédaction des cahiers des charges § Analyser les besoins des consommateurs et coordonner le projet numérique. § Gérer les prestations des opérateurs télécoms et l’équipe projet numérique   2017           Assistante Chef de projet télécoms                         Cabinet de conseil en stratégie des Télécoms Marpij, Paris. § Analyser le marché des télécoms, besoins des opérateurs et consommateurs § Rédiger les cahiers des charges et suivre les projets transverses. § Relayer les informations aux consultants en mettant en place des indicateurs de suivi projets et respect des contraintes réglementaires télécoms  2015                Assistante Chef de projets                         Cabinet de conseil en stratégie des Télécoms Marpij, Paris.  § Réaliser l’étude sur le lancement du réseau 4G en Tunisie et son déploiement § Étude comparative des marchés tunisien et marocain des télécoms. § Rédiger les spécifications fonctionnelles détaillées du projet et gérer l’équipe projet du cabinet  2010-2015      Chargée de la Coopération Internationale                        L’Autorité de Régulation des Postes et des Télécommunications du Congo (ARPTC). § Suivre des accords des partenariats signés entre les Organes de Régulation Internationaux, Régionaux, et l’Union Internationale des Télécommunications et appels d’offres. § Participer à l’élaboration des cahiers de charges, étudier les offres de service des opérateurs télécoms et le projet de déploiement de la fibre optique avec la Banque mondiale.  2009-2010 Agent commercial § Brussels Airlines : Gestion des relations clients-Études de marchés et prospection clients.  2009  Assistante du Représentant  § Oxfam Québec :  Veiller à la conformité des cahiers des charges et organiser des réunions,  2008  Assistante du Département de Douane. § DHL : Vérifier la conformité des déclarations des douaniers, gérer la relation client et comptes rendus   Langues et Compétences Techniques § Français, Anglais, Swahili, Lingala § HTML5, CSS, Bootstrap, StarUML, Atom, Wordpress, SharePoint § Office 365, Trello, Slack, Kanban §  MS Project, ITIL, Project Plan 365, Camunda, Bonita, StarUML. Centres d’intérêts § Membre du comité de rédaction et réflexion de la Newsletter de la Chaire Économie Numérique de l’Université Paris-Dauphine. § Passionnée du numérique, pratique de la zumba, danse africaine.           ",{"entities":[[1,19,"NAME"],[20,50,"LOCALISATION"],[58,72,"PHONE"],[73,93,"EMAIL"],[94,137,"POSITION"],[731,783,"DEGREE"],[786,811,"UNIVERSITY"],[939,971,"OLD EXPERIENCE"],[1258,1295,"OLD EXPERIENCE"],[1694,1728,"OLD EXPERIENCE"],[2125,2151,"OLD EXPERIENCE"],[2500,2540,"OLD EXPERIENCE"],[3008,3024,"OLD EXPERIENCE"],[3126,3152,"OLD EXPERIENCE"],[3254,3289,"OLD EXPERIENCE"],[3473,3478,"SKILLS"],[3480,3483,"SKILLS"],[3485,3494,"SKILLS"],[3496,3503,"SKILLS"],[3505,3509,"SKILLS"],[3511,3520,"SKILLS"],[3522,3532,"SKILLS"],[3535,3545,"SKILLS"],[3547,3553,"SKILLS"],[3555,3560,"SKILLS"],[3562,3568,"SKILLS"],[3572,3582,"SKILLS"],[3584,3588,"SKILLS"],[3590,3606,"SKILLS"],[3608,3615,"SKILLS"],[3617,3623,"SKILLS"],[3625,3632,"SKILLS"]]}]]}