{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" KORTBI Ali  Ingénieur Technico-Commercial    32 ans - Titulaire du permis de conduire catégorie B - ali.kortbi91@gmail.com - 0692 04 53 64 – Domicilié au Tampon 97430.  EXPÉRIENCES PROFESSIONNELLES  Cadre ingénieur technico-commercial - Conseil technique et développement commercial – Sopura (Kersia Group) Sopura (Kersia Group) - Saint-Denis (Ile de La Réunion) - CDI – Décembre 2017 – aujourd’hui (6 ans et 1 mois)  - Support technique en industries agroalimentaire – journée de production de 16 à 24h par jour.  ð Audits et formations - hygiène et qualité selon les standards Heineken – Coca-Cola - Suntory  et reporting selon méthodologie ISO 9001 2015. ð Reporting Hebdomadaire et suivi des KPIs, mise en place et animation de plans d’action.   - Gestion de projets pluridisciplinaires avec fortes contraintes de production.  ð Accompagnement pour l’implémentation de nouvelles machines et génération d’économies en eau, énergie et temps en production (budget 1M€). - Création et développement de l’activité maintenance sur des équipements de dosage industriels de produits chimiques  ð Management de 2 techniciens itinérants - Passage de 10k € à 200k€ de CA.  - Gestion de la chaine logistique Belgique-France-Ile de la Réunion  ð Importation, stockage et livraison de 50 références de produits de nettoyage et de désinfection classés dangereux et soumis à la réglementation ADR. Ceci avec un objectif de 0 rupture de stock. Transit de 200t par an. - Gestion de portefeuille client en BtoB – Passage de 100k€ en 2017 avec 3 clients à 500 k€ de CA en 2023 avec 16 clients. - KeyUser pour l’outil CRM pour la zone Afrique de l’ouest et animation commerciale d’une équipe de 10 personnes pour améliorer les performances de contrats pour 1 compte clé du groupe.   Chargé de projet – Optimisation de la production - Bologne S.A. Rhum Bologne - Basse Terre (Guadeloupe) – Poste de  fin d’étude - Avril 2016 - Septembre 2016  - Rhum agricole. Gestion de production et Optimisation du process de fabrication. - Étude des impacts des améliorations sur la qualité du produit fini. Mise en place d'indicateurs qualité et rendement. -  Mise en place d'un outil de prise de décision en lien avec le service approvisionnement. Mise en place d’un planning hebdomadaire pour atteindre les objectifs de production et de qualité. Reporting bimensuel à la direction durant la campagne. - Gestion opérationnelle des équipes de production et participation quotidienne aux essais  Chargé de projet – Optimisation des analyses - Danone waters Société des Eaux de Volvic - Volvic (France) – Année de Césure - Juillet 2014 - Février 2015  - Eaux Aromatisées sans conservateurs. Diminution de la durée de quarantaine des produits finis grâce à une méthode rapide d'analyse en microbiologie. Remise à niveau des fichiers de traçabilité et d'analyse des résultats. Organisation et mise en œuvre des essais en laboratoire. Dimensionnement du matériel de laboratoire. Choix et Suivis des fournisseurs. Élaboration de formations sur le nouveau matériel et mise en route pour équipes 18 personnes en 3x8. - Gestion des réclamations clients, recherche de causes et mise en place de plan d’action curatifs et préventifs. .  FORMATIONS  DU Management des Affaires  Université de Montpellier – 2016 Entrepreneuriat et PME, Management Public, Marketing – Vente.  Ingénieur en Agroalimentaire – Institut Agro Montpellier Institut Agro Montpellier - Septembre 2012 - Novembre 2016 Dynamique et contrôle des procédés alimentaires.  Gestion de projets, maitrise de la qualité et analyse statistique des données.  Prépa Parcours pour l’ingénieur et licence Physique Chimie Polytech Montpellier et Université des sciences de Montpellier 2009 – 2012  Baccalauréat scientifique Lycée français de Casablanca Louis Massignon 2009  COMPÉTENCES Informatique § Microsoft Excel, Word et Power point § Photoshop § CRM (SAP C4HANA)  Langues § Anglais (TOEIC level Advanced) § Arabe (natif) § Espagnol (niveau B1) § Français (natif)  Gestion  § Analyse de données § Planification § Management d'équipe § Suivi fournisseurs   Communication § Parler en public § Animation de réunions § Formations § Vulgarisation § Animations à intervalles courts § Culture du service client  LOISIRS Sport § Trail, Running, Automobile et Vélo.  Voyages § Allemagne, Algérie, Belgique, États-Unis, Espagne, Guadeloupe, Hongrie, Italie, Maroc, Ile de La Réunion, Polynésie Française. ",{"entities":[[1,11,"NAME"],[13,42,"POSITION"],[101,123,"EMAIL"],[126,139,"PHONE"],[155,167,"LOCALISATION"],[200,235,"OLD EXPERIENCE"],[1767,1783,"OLD EXPERIENCE"],[2466,2482,"OLD EXPERIENCE"],[3332,3361,"DEGREE"],[3364,3389,"UNIVERSITY"],[3828,3833,"SKILLS"],[3835,3839,"SKILLS"],[3843,3854,"SKILLS"],[3857,3866,"SKILLS"],[3869,3885,"SKILLS"],[3998,4016,"SKILLS"],[4019,4032,"SKILLS"],[4035,4054,"SKILLS"],[4057,4075,"SKILLS"],[4113,4134,"SKILLS"]]}]]}