{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Ali Wahmane  \r\n6 rue  de negogousses  \r\n31100 Tou louse  \r\nTel : 00.33.7.68.56.39.50    \r\nE-mail:  wahmaneali@gmail.com  \r\n          RÉSUMÉ PROFESSIONNEL  \r\n \r\nConsultant technico fonctionnel cloud, ayant 7 années d'expérience dans la mise en place des solutions et l'amélioration \r\ndes opérations pour les entreprises grâce à des solutions de systèmes d'informations.  Passionné par la découverte de \r\nmodèles et de tendances pour aider les entreprises à améliorer leur performance.  \r\n \r\nCERTIFICATIONS  \r\n \r\nMicrosoft Certified « Analyzing and Visualizing Data with Microsoft Power BI »  \r\nMicrosoft Azure Certified « Fundamentals ».  \r\nMicrosoft 365 Certified « Security Administration ».  \r\nMicrosoft Azure Certified « Fundamentals ».  \r\nSCRUM FOUNDATION PROFESSIONAL CERTIFICATE (SFPC).  \r\nEXPERIENCE PROFESSIONEL  \r\n \r\nDepuis 01/2024 / Consultant Senior BI / Keyrus  \r\nGestion des tickets d’anomalie  (service now) , enrichissement de rapports existant et requêtage SQL  - GROUPAMA  \r\n➢ Requêtage SQL sur des sujets très variés avec automatisation des lancements (webfocus) . \r\n➢ Lancement des requêtes ad’hoc pour des besoins ponctuels fonctionnels.  \r\n➢ Enrichissement de traitement ETL SSIS existants.  \r\nPérimètre technique  : \r\n➢ Service now, SQL Server, SSIS,  Webfocus .  \r\n12-2021  –  11-2023  / Consultant Technico fonctionnel Cloud  / Trimane Sud -Ouest  \r\n \r\nMettre en œuvre un outil (Talend) sur un périmètre prioritaire qui est le périmètre apprentissage, c’est un flux qui \r\ns’appelle MNA (Mission nationale d’apprentissage).  \r\n \r\n➢ Analyse approfondie des exigences fonctionnelles pour une compréhension précise des besoins . \r\n➢ Développement détaillé du cahier des charges, spécifiant clairement les objectifs et les  spécification s du projet . \r\n➢ Établissement des plannings de développement et estimation des délais.  \r\n➢ Conception méthodique du projet pour assurer sa cohérence et son alignement avec les objectifs . \r\n➢ Établissement opérationnel d'un entrepôt de données décisionnel (DWH) qui centralise l'ensemble des \r\ninformations requises pour les analyses statistiques.  \r\n➢ Exécution rigoureuse des tests unitaires et d'intégration afin de garantir la qualité et la fluidité du système . \r\nPérimètre technique  : \r\n➢ Talend, PostgreSQL, Gitlab, MySQL.  \r\nAssurer la pérennité et la performance du système décisionnel en place grâce à des opérations de maintenance ciblées et \r\nrégulières.  \r\n \r\n➢ Étude approfondie de l'anomalie identifiée.  \r\n➢ Analyse du code et évaluation de son influence sur l'intégrité du système.  \r\n➢ Correction de l'anomalie suivie d'une évaluation de son effet sur l'ensemble du système . \r\n \r\nPérimètre technique  : \r\n➢ Talend, Fork, Gitlab, MySQL.  \r\nCONSULTANT TECHNICO \r\nFONCTIONNEL    \r\n08-2019  -  12/2021  / Consultant Technico fonctionnel Cloud  / AKKA HIGH TECH   \r\n \r\nÉtude approfondie des macros avec production d'un rapport détaillé consignant les conclusions de l'analyse.  \r\nExtraction, Transformation & actualisation des données.  \r\n \r\n➢ Évaluation des exigences fonctionnelles et proposition de multiples options pour concevoir des maquettes de \r\ntableaux de bord.  \r\n➢ Utilisation de l'ETL de Power BI Desktop pour (Extraction  - Transformation – Chargement ). \r\n➢ Animation d’ateliers de préparation de Template . \r\n➢ Mise en œuvre de fonctions avancées, ainsi que création de mesures et de colonnes calculées.  \r\n➢ Élaboration de rapports dynamiques dans Power BI pour surveiller l'évolution des données en accord avec les \r\nbesoins métier spécifiques.  \r\n➢ Création de rapports analytiques au sein de l'environnement Power BI Desktop.  \r\n➢ Conception et ajustement des éléments visuels dans Power BI, ainsi qu'interprétation des résultats obtenus.  \r\n➢ Transfert et partage des tableaux de bord sur Power BI Online.  \r\n \r\nPérimètre technique  : \r\n➢ Power BI Desktop, Power BI Online.  \r\n \r\n12-2015 –  06-2019 / Consultant Technico fonctionnel Cloud  et formateur / ASTOINE  \r\n \r\nConduite de projet, pilotage de projet, management et organisation, études d’opportunités, cadrage du besoin, analyse, \r\nconception.  \r\n \r\n➢ Analyse  des besoins du client et évaluation de la faisabilité . \r\n➢ Etude  et définition de la solution cible optimale.  \r\n➢ Rédaction  d'un cahier des charges détaillé.  \r\n➢ Identification des problèmes et évaluation des risques associés au projet.  \r\n➢ Étude d'une migration vers Office 365.  \r\n➢ Etude  et évaluation des options de migration.  \r\n➢ Rédaction et mise en œuvre du plan de migration.  \r\n➢ Préparation de l'environnement pour Office 365.  \r\n➢ Préparation et nettoyage de l’active directory pour la mise en Place de la synchronisation  \r\n➢ Activation d'une solution de libre -service pour la réinitialisation des mots de passe  pour l’ensemble des \r\nutilisateurs . \r\n➢ Planification et déploiement des utilisateurs Pilotes . \r\n➢ Migration et déploiement de la messagerie vers Exchange Online après validation des tests pilotes.  \r\n➢ Mise en place et configuration de la plateforme Teams.  \r\n➢ Activation et personnalisation des politiques d'archivage et de rétention.  \r\n➢ Élaboration d'une politique de sécurité pour les différents briques de la solution  Microsoft 365.  \r\n➢ Configuration et exploitation de l’audit de la plateforme  \r\n➢ Déploiement de la solution Azure AD : mise en place de stratégies de protection d'identité et de l'accès \r\nconditionnel en fonction de la localisation.  \r\n➢ Mise en œuvre de la solution AIP : classification et protection des données.  \r\n➢ Animation  de formations sur l'outil décisionnel cloud Microsoft Power BI.  \r\n➢ Utilisation de l'ETL SSIS de Microsoft pour (Extraction, Transformation et chargement ). \r\n➢ Structuration  des données dans des schémas relationnels (ODS/DATAMART).  \r\n➢ Création de s rapports et de tableaux de bord en exploitant  les données provenant de diverses sources.  \r\n➢ Développement de rapport analy se sur Power BI.  \r\n➢ Analyse des données et création de tableaux de bord dans Power BI.  \r\n➢ Analyse approfondie et conception détaillée des solutions MS Dynamics CRM Online.  \r\n➢ Rédaction de s comptes rendus mensuels pour assurer le suivi du projet.  \r\n➢ Transfert de compétences à l'équipe IT pour la gestion du centre d'administration Office 365 via le Portail et  Scripts PowerShell.  \r\n➢ Élaboration d’un best practice d'utilisation de la solution Office 365 en termes de sécurité . \r\n➢ Dispensation de formations aux utilisateurs pour présenter les principales fonctionnalités d'Office 365.  \r\n➢ Accompagnement  des utilisateurs aux changements par la réalisation des formations pratiques . \r\n \r\nPérimètre technique  : \r\n➢ Utilisation de l’ETL SSIS de Microsoft pour (Extraction – Transformation – Chargement).  \r\n➢ Power BI Desktop, Power BI service . \r\n➢ MS Dynamics CRM Online . \r\n➢ Environnement Cloud (O365, Azure Microsoft).  \r\n➢ JavaScript, Power Shell, SQL Server, Exchange  \r\n \r\n04-2014 -  12-2015 / Hotliner Support Technique  - Bouygues Telecom  / Groupe ACTICALL  \r\n03-2013 -  07-2013 / Ingénieur Webmaster  / DuoEvent  \r\n \r\n➢ Conception, développement et maintenance évolutive d'applications web pour des clients, incluant la Tierce \r\nMaintenance Applicative.  \r\n \r\nPérimètre technique  : \r\n➢ ASP.NET \\C#, SQLSERVER 2008  \r\n04-2012 -  07-2012 / Hotliner Support Technique - SFR / Groupe INTELCIA  \r\n11-2011 -  03-2012 / Ingénieur d’études  / Sony Maroc  \r\n \r\n➢ Développement, gestion et pilotage de projets « Gestion des Stocks »  \r\n➢ Spécifications Fonctionnelles et Techniques.  \r\n➢ Pilotage d’une équipe de deux personnes.  \r\n \r\nPérimètre technique  : \r\n➢ DOTNET \\C#, SQLSERVER 2008  \r\n \r\n 03-2011 -  07-2011 / Stage de fin d’études  / Synthèse conseil «  SSII » \r\n \r\nConception et réalisation d’un système de Gestion D’export  \r\n➢ Identification des Besoins, établissement des Spécifications Fonctionnelles et Techniques.  \r\n➢ Etablissement d’un Cahier des Charges.  \r\n➢ Analyse et Conception de Système de Gestion D’export.  \r\n➢ Réalisation de la Base de Données avec SQLSERVER 2008.  \r\n➢ Développement de Système de Gestion D’export sous la Plateforme ERP (Sage 1000 Suite Financière).  \r\n \r\n09-2010 / Stage / BANK AL -MAGHRIB  \r\n Refonte Interface Web d’une Application J2EE Gestion Resource Humaine  \r\n09-2010 / Stage / GROUPE MATRIX  \r\n \r\nDéveloppement d’une solution informatique de Gestion des Réservations  \r\n➢ Identification des Besoins du Client, établissement des Spécifications et Rédaction du Cahier des Charges.   ➢ Conception et Réalisation de la Base de Données avec SQLSERVER 2005.  \r\n➢ Développement de l’application sous la Plateforme VB.NET.  \r\n03-2008 -  05-2008 / Stage / CREDIT DU MAROC  \r\n \r\nDéveloppement d’un Système de Gestion Bandothèque  \r\n➢ Analyse des Besoins Fonctionnelles et Rédaction du Cahier des Charges.  \r\n➢ Conception et Mise en Place de la Base de Donnés sur SQLSERVER 2005.  \r\n➢ Développement de l’application avec VB.NET.  \r\nPARCOURS  \r\n \r\n 2008 - 2011 : Diplôme d’Ingénieur en Méthodes Informatiques Appliquées à la Gestion  \r\nD’entreprise  « MIAGE » – EMSI.  \r\n \r\n 2006 - 2008 : Diplôme de Technicien Spécialisé en Développement Informatique – ISTA, \r\nComplexe de Formation aux métiers de l’Offshoring et des technologies de l’information.  \r\n \r\nExpertises  \r\n \r\n \r\n➢ Data intelligence  : Méthodologie des projets SI, Modélisation décisionnelle , MOE( Conception,     \r\n  développement et exploitation de système BI ). \r\n \r\n➢ Management de projet : Analyse d u besoin, cadrage, AMOA, Coordination et suivi de projet, Spécification et    \r\n  recette SI, Accompagnement dans la conduite du changement.  \r\n \r\n➢ Outils BI   : SGBD(Oracle , SQL SERVER, PostgreSQL), Data Prep / ETL(SSIS,Talend), Reporting /  \r\n  DataViz(Power BI), Cloud(Azure), Langages(Java,C#).  \r\n \r\n➢ Implémentation d’environnement Office 365 . \r\n \r\n \r\nLANGU ES ET Loisirs  \r\n \r\n➢ Arabe  : Langue maternelle.             /      Français : Bilingue.            /             Anglais  : Intermédiaire.   \r\n \r\n➢ Sport  / Voyage  / Musique  \r\n \r\n ",{"entities":[[1,12,"NAME"],[16,56,"LOCALISATION"],[66,85,"PHONE"],[100,120,"EMAIL"],[161,198,"POSITION"],[844,864,"OLD EXPERIENCE"],[1312,1349,"OLD EXPERIENCE"],[2782,2819,"OLD EXPERIENCE"],[3898,3949,"OLD EXPERIENCE"],[6909,6935,"OLD EXPERIENCE"],[6999,7018,"OLD EXPERIENCE"],[7257,7284,"OLD EXPERIENCE"],[7333,7351,"OLD EXPERIENCE"],[7627,7648,"OLD EXPERIENCE"],[8915,9000,"DEGREE"],[9014,9018,"UNIVERSITY"],[9251,9278,"SKILLS"],[9280,9306,"SKILLS"],[9309,9312,"SKILLS"],[9314,9324,"SKILLS"],[9334,9377,"SKILLS"],[9411,9429,"SKILLS"],[9431,9438,"SKILLS"],[9440,9444,"SKILLS"],[9446,9477,"SKILLS"],[9479,9513,"SKILLS"],[9515,9560,"SKILLS"],[9589,9595,"SKILLS"],[9598,9608,"SKILLS"],[9610,9620,"SKILLS"],[9635,9638,"SKILLS"],[9639,9643,"SKILLS"],[9644,9650,"SKILLS"],[9653,9662,"SKILLS"],[9678,9686,"SKILLS"],[9688,9701,"SKILLS"],[9712,9716,"SKILLS"],[9717,9719,"SKILLS"],[9761,9771,"SKILLS"]]}]]}