{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[["  \r\n \r\nAhmed BEN JEMAA  \r\nDéveloppeur  Full Stack  \r\n 7 ans d'expérience  \r\n \r\nTÉLÉPHONE  : (+33) 0758316744                                                      E-MAIL  :  benjemaaa344@gmail.com  \r\n \r\n \r\n CERTIFICATIONS  \r\nISTQB NIVEAU FONDATION TESTEUR                                  12/12/2022  \r\ndes \r\nconcepts  fondamentaux  et des bonnes  \r\nSCRUM  FUNDAMENTALS                            27/06/2021  \r\nfamiliariser avec Scrum et comprendre les  \r\ncompréhension  de base  de Scrum  et de \r\nson  \r\nFORMATION  \r\nEcole Nationale d’Electronique et des Télécommunications de Sfax.                                                                                   \r\n2013/2014  \r\nFaculté des sciences de Sfax.                                                                                                                                                                              \r\n2011/2012  \r\n \r\nEXPÉRIENCE  \r\n➢ PRIMATEC, Sfax - Développeur Full Stack  \r\nJan 2021 – Mai 2023  \r\nMissions  \r\n  \r\n \r\n \r\n Réalisation  et déploiements  des solutions  informatiques  adaptées,  y compris  les tests  des \r\n \r\n Vériﬁcation  du code,  identiﬁcation  des anomalies  et correction  des dysfonctionnements.  \r\n Encadrer  les développeurs  et garantir  leur qualité  de code  et leur conformité  aux spéciﬁcations  validées.  \r\n \r\n  \r\n Gestion  de la persistance  des données  en utilisant  des technologies  telles  que Spring  Data  JPA et \r\n \r\n Gestion  de l'authentiﬁcation  et de l'autorisation  des utilisateurs  en utilisant  des mécanismes  tels que \r\n \r\n Validation  des entrées  utilisateur  et mise  en place  de mécanismes  de sécurité  pour  protéger  \r\n \r\n \r\n \r\n  \r\n Création  des ﬂux de données  dans  Talend  pour  extraire  les données  à partir  de sources  variées  (bases  de \r\ndonnées, ﬁchiers , services Web, etc.), les transformer selon les règles métiers spéciﬁées et les charger  \r\n \r\n L’optimisation  des performances  des jobs ETL. Cela  peut  inclure  l'optimisation  des requêtes  SQL,  la gestion  de la \r\nvolumétrie  des données,  la répartition  des tâches  en parallèle  et l'utilisation  efﬁcace  des ressources  système.  \r\n Identiﬁant  et \r\nrésoudre  les problèmes  de qualité  des données,  les erreurs  de transformation  et les  \r\n- Utiliser  Jenkins  pour  créer  et maintenir  des pipelines  CI/CD.  Cela  comprend  la déﬁnition  des étapes  de \r\n \r\nRésultats  \r\n- Toolchain système de gestion de la chaîne de production :  \r\nJ'ai participé  à la mise  en place  d'un  système  de gestion  de la chaîne  de production  (Toolchain)  pour  \r\n \r\nGrâce  à cette  Toolchain,  nous  avons  pu rationaliser  et automatiser  les différentes  étapes  de la chaîne  de \r\n      Environnements  techniques  \r\n Langage  de programmation  : Java,  Python.  \r\n Framework  back -end : Spring  Boot,  Spring  security.  \r\n Base  de données  : PostgreSQL.  \r\n  \r\n  \r\n  \r\n \r\n- ERP (Enterprise Resource Planning) :  \r\ntelles que la gestion des stocks, la compt abilité, les \r\nressources humaines, les ventes, etc., au sein d'une   \r\nGrâce  à cette  application  ERP,  l'entreprise  a pu améliorer  la visibilité,  la coordination  et la prise  de décision  au \r\nsein de ses différents  départements.  Les processus  métier  ont été optimisés,  les coûts  ont \r\n      Environnements  techniques  \r\n Langage  de programmation  : Java,  Python,  JavaScript,  TypeScript  \r\n Framework  back -end : Spring  Boot,  Spring  security.  \r\n Framework  front -End : React  JS, Material  UI, DevExtreme.  \r\n Base  de données  :SQLServer.  \r\n  \r\n  \r\n Technologies  web  : HTML,  CSS, JavaScript.  \r\n  \r\n   \r\n- Business Intelligence (BI) :  \r\nJ'ai participé  à la mise  en place  d'une  solution  de Business  Intelligence . \r\nNous  avons  utilisé  des outils  et des techniques  de BI pour  collecter,  analyser  et visualiser  les données  clés,  aﬁn de \r\nfournir  des informations   \r\n      Environnements  techniques  \r\n Langage  de programmation  : Python,  JavaScript,  TypeScript  \r\n Framework  : React  JS, Material  UI, DevExtreme.  \r\n Base  de données  : SQLServer.  \r\n  \r\n  \r\n Technologies  web  : HTML,  CSS, JavaScript.  \r\n  \r\n \r\n \r\n➢ MYWEB, Sfax - Développeur Full Stack  \r\n      Févr. 2016 - Déc 2020  \r\nMissions  \r\n  \r\n \r\n \r\n Implémentation  des architectures  logicielles  robuste  et évolutive  pour  les applications.  Identiﬁcation  et \r\nrésolution  des problèmes  techniques  rencontrés  dans  les applications.  \r\n Optimisation  des performances  en assurant  le bon fonctionnement  de manière  optimale  en termes  de \r\n \r\n \r\n \r\n  \r\n  \r\n Gestion  de la persistance  des données  en utilisant  des technologies  telles  que Spring  Data  JPA et \r\n \r\n \r\n \r\n Gestion  de l'authentiﬁcation  et de l'autorisation  des utilisateurs  en utilisant  des mécanismes  tels que \r\n \r\n Validation  des entrées  utilisateur  et mise  en place  de mécanismes  de sécurité  pour  protéger  \r\n \r\n \r\n \r\n    \r\nRésultats  \r\n- Application  web  de gestion  des stocks  et logistique  : \r\nde \r\ncommerce électronique. Cela a permis d'automatiser les processus de suivi des stocks, de gestion  \r\n \r\nEn utilisant des technologies  telles que Java  avec Spring Boot et  ReactJS, j'ai  créé une interface  utilisateur  intuitive  \r\net réactive,  permettant  aux utilisateurs  de gérer  facilement  les stocks,  de générer  des \r\nEnvironnements  techniques  \r\n Langage  de programmation  : Java,  JavaScript , TypeScript  \r\n Framework  back -end : Spring  Boot,  Spring  security . \r\n Framework  front -End : ReactJS.  \r\n Base  de données  :  PostgreSQL.  \r\n  \r\n Technologies  web  : HTML,  CSS, JavaScript.  \r\n  \r\n \r\n- Application web de gestion de location de voitures :  \r\n \r\nJ'ai intégré  des fonctionnalités  de recherche  avancée,  des calendriers  interactifs  et des paiements  sécurisés  pour  \r\noffrir  une expérience  utilisateur  ﬂuide  et conviviale.  L'application  a permis  à l'entreprise  \r\nEnvironnements  techniques  \r\n Langage  de programmation  : Java.  \r\n Framework  back -end : Spring  Boot,  Spring  security,  Hibernate.  \r\n Base  de données  :  PostgreSQL.  \r\n  \r\n  \r\n \r\n- Plateforme e -commerce de vente en ligne de produits cosmétiques :  \r\nproduits,  des commandes  et \r\ndes paiements,  ainsi  que sur l'intégration  avec  des passerelles  de paiement   \r\nJ'ai développé  des fonctionnalités  personnalisées  telles  que des recommandations  de produits,  des ﬁltres  de \r\nrecherche  avancée  et des avis clients  pour  améliorer  l'expérience  d'achat  des utilisateurs.  La \r\nEnvironnements  techniques  \r\n Langage  de programmation  : Java,  JavaScript , TypeScript  \r\n Framework  back -end : Spring  Boot,  Spring  security . \r\n Framework  front -End : Angular.  \r\n Base  de données  :  PostgreSQL.  \r\n  \r\n Technologies  web  : HTML,  CSS, JavaScript.  \r\n  \r\n \r\n ",{"entities":[[7,22,"NAME"],[26,49,"POSITION"],[92,108,"PHONE"],[173,195,"EMAIL"],[517,581,"UNIVERSITY"],[934,956,"OLD EXPERIENCE"],[4162,4184,"OLD EXPERIENCE"]]}]]}