{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Ayoub Belhachmi\r\nCurriculum Vitae170 rue circé\r\n34090 Montpellier, France\r\nH(+33) 6 98732567\r\nBeyobhimself@gmail.com\r\nFormation\r\nDepuis 2020 Doctorat en mathématiques appliquées, thèse Cifre Schlumberger-INRIA\r\nSophia Antipolis-Université Cote D’AZUR .\r\nTitre de la thèse : Une méthode implicite pour la construction des modèles géo-\r\nlogiques complexes via une interpolation a l’aide des splines et une régularisation\r\nbasée sur les équations aux dérivées partielles.\r\nConstruction d’un modèle géologique qui doit intégrer toute la complexité géologique ob-\r\nservée dans les données stratigraphiques (réseau de failles géologiques, stratigraphie des\r\ncouches géologiques, fortes variations d’épaisseur). C’est un problème de construction de\r\nfonction implicite, appelée fonction stratigraphique qui interpole un ensemble de points\r\nde données parcimonieusement distribuées dans le domaine. Ces points sont associés à\r\ndes valeurs qui correspondent à leurs âges géologiques. Pour atteindre cet objectif, une\r\nnouvelle méthode a été développée, basée sur le calcul d’une fonction stratigraphique qui\r\ndécrit les couches géologiques. Cette fonction est représentée en utilisant des fonctions\r\nde bases définies sur le maillage qui discrétise le domaine géologique. L’approche utilise\r\ndes splines d’ordre élevé pour l’interpolation des données, est une régularisation via un\r\nschéma itératif auto-adaptatif, assurant les bonnes propriétés de régularité de la fonction\r\nstratigraphiques dans tout le domaine. Deux nouvelles méthodes de régularisation, basées\r\nsur une minimisation d’énergies quadratique et convexes, ont été proposées. Ces méthodes\r\nsont inspirées de phénomènes physiques tels que la diffusion de la chaleur ou la déformation\r\nde matériau. Une généralisation de ces méthodes est obtenue par le biais d’une formulation\r\ntensorielle, ce qui permet d’encoder l’anisotropie et les variations d’épaisseurs présentes\r\ndans les données.\r\nStatut : Thèse soutenue le : 16/01/2024.\r\n2015–2019 Ingénieur en Mathématiques appliquées et modélisation numérique, Polytech\r\nNice-Sophia ,France.\r\n2013–2015 Classes préparatoires aux grandes écoles, Mathématiques et Physiques ,lycée\r\nBeurd, Meknes, Maroc.\r\n2012–2013 Baccalauréat Sc.Mathématiques ,mention bien , lycée Lala Amina, Maroc.\r\n1/3 Expériences\r\nMars-\r\nSeptembre\r\n2019Stage,Schlumberger , Montpellier, France.\r\nConstruction d’un modèle géologique 2 Dintégrant les propriétés géologiques observées\r\ndans les données stratigraphiques (réseau de failles géologiques, stratigraphie des couches\r\ngéologiques). Dans ce modèle, les splines Powell-Sabin ont été utilisées pour interpoler les\r\ndonnées stratigraphiques et diverses techniques de régularisation basées sur la minimisation\r\ndes dérivées secondes ont été explorées.\r\nSeptembre\r\n2018- Mars\r\n2019PFE,Cemef-MINES ParisTech , Sophia Antipolis, France.\r\nImplémentation d’une méthode numérique qui intègre la plasticité de l’olivine, afin de modé-\r\nliser sa déformation, dans la bibliothèque d’éléments finis CPFEM. C++ (environnement).\r\nAvril-Juillet\r\n2018Stage,INRIA Sophia Antipolis, Biot , France.\r\nTransfert de la bibliothèque Hp-FEM de Matlab vers C++, qui est une bibliothèque\r\nd’éléments finis adaptatifs d’ordre élevé. Matlab/ C++(environnements).\r\nJuillet-Aout\r\n2017Stage,INRIA Sophia Antipolis, Biot , France.\r\nContribution à l’implémention des éléments finis Powell-Sabin (Splines quadratiques C1\r\ndéfinies sur des triangulations) dans une librairie des éléments finis. Matlab (environnement).\r\nJuin-Aout\r\n2016Stage,Multiprint Monaco , Monaco.\r\nOptimisation du workflow et des données au sein de l’entreprise Multiprint, et participation\r\nà la création d’une plateforme de communication avec les clients.\r\nCompétences informatiques\r\nIntermédiaire C++, Java, Julia\r\nAvancé Matlab, Python\r\nLangues\r\nFrançais Langue natale\r\nAnglais Couramment\r\nEspagnol Intermédiaire\r\nPublications\r\nArticles—Ayoub Belhachmi, Azeddine Benabbou et Bernard Mourrain. A spline-based\r\nregularized method for the reconstruction of complex geological models.\r\nImplicit structural modeling. Mathematical Geosciences. Article accepté pour\r\nla publication.\r\nAbstract The study and exploration of the subsurface requires the construction of geological models.\r\nThis task can be difficult, especially in complex geological settings, with various discontinuities and\r\nunconformities. These models are constructed from seismic or well data, which can be sparse and\r\nnoisy.\r\nIn this paper, we propose a new method to compute a stratigraphic function that represents geolo-\r\ngical layers in arbitrary settings. This function interpolates the data using a piecewise quadratic C1\r\nPowell-Sabin splines, and is regularized via a self-adaptive diffusion scheme. For the discretization,\r\nwe use Powell-Sabin splines on triangular meshes.\r\nCompared to classical interpolation methods, the use of piecewise quadratic splines has two major\r\n2/3 advantages. First, a better handling of stratigraphic surfaces with strong curvatures. Second, a\r\nreduction in mesh resolution, while providing a better interpolation quality.\r\nThe regularization is considered as the most challenging part of any implicit modeling approach.\r\nOften, existing regularization methods produce inconsistent geological models, in particular for data\r\nwith high thickness variation. To handle this kind of data, we propose a new scheme in which a\r\ndiffusion term is introduced and iteratively adapted to the shapes and variations in the data, while\r\nminimizing the interpolation error.\r\nConférences—Ayoub Belhachmi, Azeddine Benabbou et Bernard Mourrain. A spline-based\r\nregularized method for the reconstruction of complex geological models.\r\nPrésentation au IAMG2022 Annual conference, Août 29-Septembre 3, 2022,\r\nNancy, France.\r\n—Ayoub Belhachmi, Azeddine Benabbou et Bernard Mourrain. A spline-based\r\nregularized method for the reconstruction of complex geological models.\r\nPrésentation at GIMC-SIMAI young 2022 workshop, Septembre 29-30, 2022,\r\nPavia, Italie.\r\n—Ayoub Belhachmi et Azeddine Benabbou et Bernard Mourrain. A spline-based\r\nregularized method for the reconstruction of complex geological models.\r\nPoster au EDSFA-UCA 2nd year Phd Workshop 2022, 25 Mai, 2022, Nice,\r\nFrance.\r\nAbtract The construction of a geological numerical model is a key step in the study and exploration\r\nof the subsurface. These models are constructed from seismic or well data. Often the available\r\ndata are sparse and noisy, which makes this task difficult, mainly for reservoirs where the geological\r\nstructures are complex with distinct discontinuities and unconformities.\r\nIn this presentation, we propose a new method to compute an implicit function of the stratigraphic\r\nlayers. In this method, the data are interpolated by piecewise quadratic C1 Powell-Sabin splines\r\nand the function is regularized via a diffusion partial differential equation PDE. The method is\r\ndiscretized in finite elements on a triangular mesh conforming to the geological faults.\r\nCompared to classical interpolation, the use of piecewise quadratic splines on a mesh has three\r\nmajor advantages. First, a better handling of stratigraphic layers with strong curvatures. Second, a\r\nreduction in the resolution of the mesh, allowing a considerable gain in computation time. Third, a\r\nlocal adaptivity to the geometry of the data, taking faults into account.\r\nThe regularization of the function is the most difficult component of any implicit modeling approach.\r\nOften, classical methods produce inconsistent geological models, in particular for data with high\r\nthickness variation, and bubble effects are generally observed. To address these problems, we propose\r\na new scheme in which a diffusion term is introduced and iteratively adapted to the shapes and\r\nvariations of the data, while minimizing the fitting error.\r\n3/3",{"entities":[[1,16,"NAME"],[34,74,"LOCALISATION"],[77,93,"PHONE"],[95,117,"EMAIL"],[142,178,"DEGREE"],[219,251,"UNIVERSITY"],[2326,2331,"OLD EXPERIENCE"],[2806,2809,"OLD EXPERIENCE"],[3063,3068,"OLD EXPERIENCE"],[3282,3287,"OLD EXPERIENCE"],[3528,3533,"OLD EXPERIENCE"],[3765,3768,"SKILLS"],[3770,3774,"SKILLS"],[3776,3781,"SKILLS"],[3790,3796,"SKILLS"],[3798,3804,"SKILLS"]]}]]}