{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[["  COMPÉTENCES \r\nOutils de Dataviz : Power BI, Tableau, Cognos, Qlik sense, \r\nOutils ETL : PDI(Pentaho Data Integration), SSIS, Workbench, Console Pentaho, SSAS,\r\nStatminig - Amadea, Alteryx, dataiku, Power automate\r\nLangages : SQL, DAX, M, R, Python, XML, HTML/CSS,PHP\r\nMéthodologies : Agile, Cycle V, Kanban, Trello,Teams\r\nSGBD : PostgreSql, Sql Server, SAS, Access, Sybase, pgAdmin, DBeaver\r\nEXPÉRIENCES PROFESSIONNELLESM ARTIAL SAM OU\r\nEXPERT PO W ER BI\r\nIN GEN IEUR BI\r\n                                       07 51 39 09 61  \r\nmartial.samou@yahoo.com\r\n94470 Boissy Saint Léger\r\nMES PLUS\r\nBonne organisation personnelle et en\r\néquipe dans le travail\r\n5 ans d’Expériences dans la chaine de\r\nvalorisation de la data,\r\nConnaissance de plusieurs logiciels et\r\noutils data: \r\nSens du management \r\nM'adapte facilement et rapidement\r\ndans un nouvel environnement de\r\ntravail\r\nSens de l'écoute, de la\r\ncommunication et du travail en\r\néquipe \r\nEXPERT POWER BI \r\nCA-GIP (GROUPE Crédit Agricole) Juin 2022 - Avril 2023\r\nPROJET : création des Dashboards Power BI pour monitorer les déploiements et les\r\nusages des solutions Digital Workplace (outils Office 365, webex ,Skype ….) chez les\r\ncollaborateurs de Crédit Agricole, Assurer le MCO, le support technique ... \r\nREALISATIONS :\r\nAnalyser l’existant à travers des échanges avec l’équipe en charge du pilotage du\r\nprojet, avec les parties prenantes ayant mené des initiatives .\r\nCollecter, traiter, analyser et interpréter la data dans le but de la fiabiliser.\r\nIdentifier l’architecture cible permettant de répondre aux besoins du projet.\r\nFormuler des recommandations sur la base de la donnée identifiée, de son\r\nformat, de son utilisation cible.\r\nAssister les membres de l’équipe dans leurs développements et faire des revues\r\nde code.\r\nAssurer le MCO des applications \r\nRésoudre les incidents auprès de toutes les entités du groupe \r\nAssurer le support de niveau 1 et 2 sur les applications/Etre le support technique \r\nAssurer l’administration des applications auprès des utilisateurs \r\nConstruire et mettre à disposition des utilisateurs métiers et de la direction les\r\ntableaux de bord qui leur seront utiles pour piloter leur activité et prendre les\r\nbonnes décisions.\r\nDonner de la visibilité sur les chantiers techniques aux équipes en charge du\r\npilotage du chantier KPI et être garant de l’avancée des activités\r\nS’assurer de la fiabilité de la donnée, en identifiant les incohérences, et mise en\r\nplace des solutions pour pallier la mauvaise qualité de l’AD.\r\nDévelopper des nouveaux dashboards Power BI et migrer l’existant vers la cible\r\nPower BI.\r\nStack tech : Power BI Desktop, Power BI Service, SSIS, SQL, DAX, M, JIRA, Azure\r\nsynapse, Azure DevopsSG – EXPERT POWER BI AUPRÈS DU RISQUE DE CRÉDITS GTPS \r\nSOCIETE GENERALE GTPS RIS  Depuis Avril  2023\r\nExpert Power BI et analyste quant risque de crédit auprès de GTPS (Modélisations :\r\nRWA, EAD, Nominal, WatchList, Défaut, Maturités résiduelles, Timebuckets, BL,\r\nRatings, Open-Ended … )\r\nPROJET : Développer et automatiser les indicateurs clés de performance pour la\r\nDirection des Risques de Crédits GTPS \r\nPoints clés : \r\nAnalyser l’existant à travers des échanges avec l’équipe en charge du pilotage du\r\nprojet\r\nCollecter, traiter, analyser et interpréter la data dans le but de la fiabiliser\r\nConception de l’ architecture BI\r\nModélisation du modèle de données \r\nOptimisation du modèle de données afin de faciliter les chargements de\r\ndonnées\r\nMise en place du modèle relationnelle entre les tables \r\nCréation de toutes les mesures et des champs calculés \r\nDéveloppement et optimisations de toutes les requetes sous Power Query\r\nRedaction des specifications technico-fonctionnelles\r\nDéveloppement des specifications métiers \r\nConception et développement des KPI sous Power BI \r\nAnalyse des KPI et préparation de la doc pour le CODIR \r\nDocumentations et formation des utilisateurs \r\nCartographie de l’architecture BI\r\nStack tech : Power BI Desktop, Power BI Service, SSIS, PostgreSQL, SAFIR BO,\r\nSQL, DAX, M, JIRAPRINCIPALES REFERENCES\r\nSOCIETE GENERALE \r\nCA-GIP (Groupe Crédit agricole)\r\nBNP PARIBAS\r\nNATIXIS BPCE \r\nACMS \r\nCOMPETENCES METIERS \r\nRisques de Crédits GTPS (RWA, EAD,\r\nNominal, PDM, Bâle II, Bâle III,\r\nWatchlist, Defauts ...) Business Line -\r\n> (BAN, PCM, SGF, TRA)\r\nMonétiques \r\nM 365\r\nCERTIFICATIONS \r\nCertifié Microsoft Power BI Associé \r\nFormation Galitt Monétiques \r\n     -> Introduction aux moyens de     \r\npaiements \r\n     -> Maitriser le fonctionnement des\r\npaiements par carte \r\n     -> Lutte contre la fraude Pratique du Football\r\nVoyages, tourisme\r\nCinéma\r\nLecture\r\nActualité politique et\r\néconomique\r\nTendances technologiques CENTRES D'INTERET\r\nCONSULTANT DATA ANALYST POWER BI\r\nBNP PARIBAS 2020 / Links Consulting \r\nMission BI & Reporting Internes et Réglementaires \r\nAu sein de l'équipe Monétique de j'avais pour tâches la mise en place du système\r\ndevant permettre une automatisation des KPI sur le périmètre de la monétique : \r\nCollecter et consolider les données multi-sources pour la déclaration à la\r\nBanque de France. Produire les reporting réglementaires mensuellement et\r\nconformément au processus / guide opératoire en Vigueur,\r\nMaintenir les templates de collecte et consolidation de données pour les\r\ndéclarations aux Schemes (Visa, CB, MasterCard) qui sont utilisés par le Back-\r\nOffice selon les évolutions réglementaires ou ajouts de nouvelles données,\r\nDocumenter ces reportings / travaux pour permettre une piste d’audit en cas\r\nd’éventuelles revues par l’Inspection générale ou de passation de\r\nconnaissances, Formation des utilisateurs.\r\nRéalisation des reporting internes ou non réglementaires pour l'équipe\r\nmonétique et les reporting réglementaires pour la Banque de France et la BCE\r\nsous Power BI\r\nFormer le métier à l'utilisation du nouvel outil/SI\r\nDocumenter tout l'aspect technico-fonctionnel \r\nStack tech : Power BI, SSIS, PostgreSQL, Access, SQL, DAX, M, Kanban, SSASINGENIEUR BI / POWER BI \r\nACMS Janvier 2021 - Juin 2022\r\nEffectuer la migration du SI de Sybase vers PostgreSQL\r\nEffectuer la migration de Ctools vers Power BI\r\nAssurer le support niveau 1 et 2/ Support technique auprès des utilisateurs \r\nAu sein de l'équipe BI de la DSI, les taches consistaient à : \r\nMener à bien le projet de migration depuis la création de l'Entrepôt de données\r\nen conformité avec le cahier de charge, jusqu'à la mise en production \r\nTravailler directement en relation avec l'équipe médicale pour le recueil et la\r\nformalisation des besoins métiers\r\nProposer une roadmap d'exécution progressive du projet\r\nMener le projet de bout en bout depuis la conception jusqu'à la mise en\r\nproduction (MEP)\r\nConcevoir l'architecture du nouveau SI data\r\nDévelopper et maintenir les nouveaux KPI's sur Power BI \r\nAssurer la maintenance de l’existant\r\nAdministrer les applications auprès des utilisateurs \r\nAssurer le support niveau 1 et 2\r\nEffectuer les migrations des tableaux de bords de Ctools (Pentaho) vers Power\r\nBI à destination de la Direction générale et du Top Management\r\nDévelopper les flux de données avec PDI\r\nDévelopper les cubes Multidimensionnels / Tabulaires avec Workbench\r\nMaintenir et alimenter les tableaux de bord avec la Console Pentaho\r\nDévelopper des procédures stockées et des scripts (SQL) nécessaires pour les\r\nextractions métiers ou pour des rapports de restitution\r\nAccompagner et être le support pour les utilisateurs\r\nEffectuer le maintien de la qualité des données \r\nEffectuer La rédaction des documents (documents techniques, documents\r\nfonctionnels, documents des process, documents utilisateurs)\r\nStack tech : ETL(PDI), Cubes(Workbench), PostgreSQL, Json, Sybase, Tuleap,\r\nTrello, Centreon(Gestion des Servers), Power BI, SSISLANGUES\r\nAnglais : Professionnel\r\nItalien : Bilingue\r\nFrançais : Maternel\r\n TECHNOLOGIES CLOUD\r\nAZURE CLOUD\r\nAZURE DATA FACTORY\r\nAZURE SYNAPSE\r\nAZURE DATABRICKS\r\nAZURE DEVOPS Université Paris Saclay\r\n2018-2019 Master 2 MIAGE - ID (Informatique Décisionnelle)\r\n2017-2018 Master 1 MIAGE - ID (Informatique Décisionnelle)\r\n2015-2017 Licence MIAGE - ID (Informatique Décisionnelle)FORMATIONASSISTANT MOA BI/ TABLEAU \r\nGROUPE PHARMAGEST 2016\r\nDevelopper BI Tableau\r\nAu sein de l'équipe MOA de la DSI j'avais pour taches : \r\nRecueil des besoins et spécifications\r\nExtraction et intégration de données conformément à la méthodologies des\r\nprocess de la DSI\r\nRestitution de données\r\nRapports - Dashboard\r\nMise en production\r\nDocumentation et formation utilisateurs\r\nStack tech : PostgreSQL, Access, SQL, Kanban, Service Now, TableauASSISTANT CHEF DE PROJET POWER BI / TABLEAU\r\nNATIXIS BPCE 2018-2020 \r\nAutomatisation du développement des Reporting avec Power BI\r\nAu sein de l'équipe MOA de la DSI, pour le compte du département GMO(Global\r\nMarket Operation), j'avais en charge la mise en place de Microsoft Power BI pour\r\nl'automatisation de la production des KPI's de type produits financiers,\r\nprincipalement sur les volumétries, les taux, les comparaisons mensuelles,\r\ntrimestrielles, semestrielles, et annuelles ... \r\nEtude de l'existant, Expression des besoins du métier,\r\nÉtude et analyse de l'activité du métier afin de bien formaliser les besoins\r\nmétiers,\r\nTravailler sur toute la chaine de production et de valorisation de la Data\r\n(effectuer des extractions de data, Faire le traitement des data, effectuer les\r\ncréations des tables dans le DWH, Créer les tableaux de bord)\r\nRédaction des spécifications fonctionnelles générales et détaillées dans le\r\nrespect de la méthodologie et des processus DSI,\r\nTraitement et restitution des données, Production des KPI, mise en oeuvre des\r\ncas de tests, \r\nEffectuer la migration de 197 KPI's de Qlik Sense vers Power BI Destop\r\nDéployer vers Power BI Service \r\nProduction de plus de 50 tableaux de bord sous Power BI Destop\r\nMigration de tout le système d'information des tableaux de bord vers Power BI\r\nMise en production(MEP),\r\nDocumenter ces Reporting / travaux pour permettre une piste d’audit en cas\r\nd’éventuelles revues par l’Inspection générale ou de passation de\r\nconnaissances, Formation des utilisateurs.\r\nRédaction des modules de formation et formation des utilisateurs\r\nRédaction des documents de cartographie du nouveau système d'information.\r\n     Réalisation des Reporting internes pour l'équipe GMO et des Reporting               \r\nréglementaires sous Power BI\r\nAu sein de l'équipe MOA de la DSI, pour le compte du département juridique\r\nj'étais en charge d'effectuer la migration de tous les KPI's Juridiques de Qlik Sense\r\nvers Power BI et Tableau BI. J'étais en charge de :\r\nTravailler sur toute la chaine de valorisation de la data en collaboration avec\r\ntoutes les équipes du département Juridique \r\nEffectuer la prise du besoin métier \r\nRédiger le cahier de charge\r\nDéfinir l'architecture du système et des modèles de données\r\nEffectuer toutes les modélisations et transformations datas\r\nDéfinir et mettre en place les cas de tests   \r\nEffectuer la mise en production\r\nDocumenter et former les utilisateurs \r\nStack tech : Power BI Destop, Power BI Service, Power BI On Premise, SSIS,\r\nPostgreSQL, Qlik Sense, SQL Servers, Tableau, SQL, DAX, M, SharePoint, SSASSUPPLEMENT ENCOURS \r\nGCP\r\nBIG QUERY",{"entities":[[36,44,"SKILLS"],[46,53,"SKILLS"],[55,61,"SKILLS"],[63,73,"SKILLS"],[90,93,"SKILLS"],[121,125,"SKILLS"],[127,136,"SKILLS"],[138,153,"SKILLS"],[155,159,"SKILLS"],[162,171,"SKILLS"],[174,180,"SKILLS"],[182,189,"SKILLS"],[191,198,"SKILLS"],[200,214,"SKILLS"],[227,230,"SKILLS"],[232,235,"SKILLS"],[237,238,"SKILLS"],[240,241,"SKILLS"],[243,249,"SKILLS"],[251,254,"SKILLS"],[256,264,"SKILLS"],[265,268,"SKILLS"],[286,291,"SKILLS"],[293,300,"SKILLS"],[302,308,"SKILLS"],[310,316,"SKILLS"],[317,322,"SKILLS"],[331,341,"SKILLS"],[343,353,"SKILLS"],[355,358,"SKILLS"],[360,366,"SKILLS"],[368,374,"SKILLS"],[376,383,"SKILLS"],[385,392,"SKILLS"],[422,437,"NAME"],[439,472,"POSITION"],[513,527,"PHONE"],[531,554,"EMAIL"],[556,580,"LOCALISATION"],[938,953,"OLD EXPERIENCE"],[2713,2728,"OLD EXPERIENCE"],[4685,4717,"OLD EXPERIENCE"],[5938,5961,"OLD EXPERIENCE"],[7806,7817,"SKILLS"],[7819,7837,"SKILLS"],[7839,7852,"SKILLS"],[7854,7870,"SKILLS"],[7872,7884,"SKILLS"],[7885,7908,"UNIVERSITY"],[7920,7934,"DEGREE"],[8096,8112,"OLD EXPERIENCE"],[8534,8567,"OLD EXPERIENCE"]]}]]}