{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" CEPHAS  DOUDOU  \r\nContrôleur  de gestio n \r\n \r\n \r\nExpériences  professionnelles  38 Allée Claude  Debussy,  26000,  Valence  | 0768296336  | doudoucephas@yahoo.fr  \r\nContrôleur  de gestion  Sept 2020 - Actuel  \r\nBANQUE  DELUBAC  & CIE Le cheylard,  07 \r\n• Mise en place de la refacturation  interne  des coûts indirects  à chaque  centres  métiers.     Full télétravail  \r\n• Construction  d'un univers  Business  Object  via l'IDT. \r\n• Définition  & Analyse  des temps  d'opérations  et l'alignement  avec les coûts.  \r\nContrôleur  de gestion  Déc 2018 - Sept 2020 \r\nHabitat -Humanisme  Caluire -et-Cuire,  69 \r\n• Mise en place du contrôle  de gestion,  suivi d'activité  & de masse  salariale,  construction  de budget  et de plan  d'investissement.  \r\n• Élaboration  des ERRD,  des EPRD,  des PPI, du budget  prévisionnel  et de son suivi. \r\n• Collecte  les prévisions  en moyen  financiers,  humains  et techniques  à mettre  en œuvre  afin de répondre  aux priorités  et aux \r\nobjectifs  donnés  dans le cadre  du plan stratégique  de l'entreprise.  \r\n• Compare  et analyse les  écarts  entre les prévisions  et les résultats  \r\n• Élabore  les outils nécessaires  au suivi des résultats,  tableaux  de bord, comptes  de résultats,  business  plan. \r\n• Reporte  au groupe  les états mensuels  d'activité  et répond  aux demandes  ponctuelles  du groupe.  \r\n• Préparer  les éléments  nécessaires  à la tenue  des conseils  d'administration  et aux assemblées  générales.  \r\n• S'appuiera  sur les données  de la comptabilité  analytique  afin de valider  la bonne  répartition  économique  des frais de \r\nfonctionnement  (par entités,  services,  partenaires,  destination,  produits).  \r\nContrôleur  de gestion  Janv 2016 - Oct 2018 \r\nBAYER  Gaillard,  74 \r\n• Participation  aux clôtures  mensuelles  et annuelles.  \r\n• Elaboration  du Budget  annuel  frais fixes (charges  de personnel  + frais de fonctionnement).  \r\n• Suivi des dépenses  réelles  mensuelles.  \r\n• Mise à jour des mapping  pour l'interface  interface  Tagetik.  \r\n• Analyses  spécifiques  sur la main d'œuvre  (calcul  des heures  improductives,  suivi de l'absentéisme,  …). \r\n• Ouverture  et validation  de création  de clé analytique.  \r\n• Construction  suivi mensuel  et Analyse  des ETP. \r\n• Participation  active  aux clôtures  mensuelles  et annuelles.  \r\n• Suivi des stocks  avec provision  pour stocks  douteux  \r\n• Variances  sur prix d'achat  \r\n• Analyses  spécifiques  sur la main d'œuvre  (calcul des  heures  improductives,  suivi de l'absentéisme,  …). \r\n• Etablissement  de certains  Reporting  internes  ou groupe  (Scorecard,  BDD, Reporting  de gestion  …). \r\n• Préparation  en collaboration  avec le contrôleur  industriel  du site du budget  et de ses réactualisations.  \r\n• Elaboration  du Budget  annuel  (MS/Autres  achats  & charges).  \r\n• Suivi des dépenses  réelles  mensuelles.  \r\n• Proposition  des actualisations  de Budget  en cours d'année.  \r\n• Participations  aux travaux  d'inventaire  physique  et à l'inventaire  tournant  des pièces  détachées.  \r\n• PMX/SAP  (outils  informatiques)  pour tout type besoin  lié aux activités  industrielles  (Gestion  et régularisation  de stocks.  \r\nAuditeur  comptable  et financier  Oct 2010 - Nov 2015 \r\nFIDEX  Nantes,  44 \r\n• Mission  de, au Compte  (Audit  légal)  \r\n• Tenue  de comptabilité,  Analyse  Financière,  Mise à jour de tableau  de bord, Analyse  des coûts de production  et prévisionnel.  \r\n• Établissement  de déclarations  Fiscale,  Travaux  et préparation  budgétaire,  Audit Externe  et analyse  IFRS. \r\nFormation  \r\nIAE Nantes  44 \r\nIAE NANTES  44 \r\nMention  bien \r\nIAE Nantes  44 \r\nInformatiques  \r\nInformatiques : SAP, PMX , Pack Office (Excel avancé + VBA ), Microsoft Project , Sage , CADOR , Open Workbench, EIG ,CEGI  \r\nTAGETIK,  MyReport.  Gestion  et Déploiement  ERP (SAP)  key User  , IDT Business  Object  , Business Object  , ETL Diplôme  Supérieur  de Comptabilité  et de Gestion  : DSCG  Octobre  2014 \r\n \r\nMaster  Finance  Audit  et Contrôle  de Gestion  Octobre  2014 \r\n \r\nDiplôme  de Comptabilité  et de gestion  : DCG Octobre  2012 \r\n ",{"entities":[[1,15,"NAME"],[19,42,"POSITION"],[82,124,"LOCALISATION"],[128,138,"PHONE"],[142,163,"EMAIL"],[167,189,"OLD EXPERIENCE"],[521,543,"OLD EXPERIENCE"],[1691,1713,"OLD EXPERIENCE"],[3194,3227,"OLD EXPERIENCE"],[3582,3592,"UNIVERSITY"],[3682,3685,"SKILLS"],[3687,3690,"SKILLS"],[3693,3726,"SKILLS"],[3728,3745,"SKILLS"],[3748,3752,"SKILLS"],[3755,3760,"SKILLS"],[3763,3777,"SKILLS"],[3779,3782,"SKILLS"],[3784,3799,"SKILLS"],[3802,3810,"SKILLS"],[3813,3857,"SKILLS"],[3861,3881,"SKILLS"],[3885,3900,"SKILLS"],[3904,3907,"SKILLS"],[3908,3958,"DEGREE"]]}]]}