{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" CHRISTIAN DOLLET        +33 612 040 808        christian.dollet@online.fr    CONSULTANT - MANAGER - COACH RESPONSABLE DE CENTRE DE PROFIT – ACCOMPAGNEMENT DE MANAGERS  DE LA CREATION D’ENTREPRISE A L'ACCOMPAGNEMENT DU CHANGEMENT     Parcours professionnel  Depuis 2008  Conseil en Management  BUSINESS PARTNERS Conseils en stratégie & management   ! Missions de conseils et d'accompagnements de managers pour l’élaboration de stratégies de transformation et de conduite du changement. Coaching de managers (SAFRAN). ! Accompagnement de codir, partage de vision. 2003 -  2007 Manager Accompagnateur  ESSEC-MA Accompagnement du changement  ! Accompagnement dans le développement des compétences de plus de 150 dirigeants (SNCF, GDF, EDF). ! Développement de la culture de résultat, conception et animation de formation, groupe de partage de pratiques.  1998 -  2001 Directeur Général Adjoint  INVESTIX  Solutions d’impression thermique  ! Négociation de contrats internationaux de vente et de cession de licence (US, Europe, Asie). ! Elaboration de la stratégie d'investissement et négociation de recapitalisation auprès de Datamax, n° 2 mondial. 1997 -  1998 Responsable Telecoms   JUNGHEINRICH FRANCE  Systèmes de manutention  et de levage  ! Définition et mise en place du système d’information. ! Pilotage de grands projets de réorganisation informatique et telecoms (déploiement d’un intranet voix/données interconnectant 16 sites). 1991 -  1995 Consultant   CD CONSULTING   Conseils en organisation & management   ! Missions de restructuration d’entreprises et management de transition. Missions de conduite du changement. ! Accompagnement de dirigeants d'entreprises dans l'élaboration de stratégies de transformation. 1984 -  1990 Directeur Général   C&D INFORMATIQUE  Conception de matériel informatique  ! Conception, fabrication et industrialisation de produits électroniques innovants (Primes et subventions ANVAR) ! Développement commercial et promotion de l'image de marque de l'entreprise sur les médias presse, radio et télé. \r\n         Formations  2009  - Certification Conduite de coaching et supervision - Conservatoire National des Arts et Métiers (CNAM) 2008  - Formation au Trading automatique sur marché des devises (Forex)  2006  - Formation Consultant e-business - ORT France 2002  - Cycle Supérieur de Gestion des Entreprises - Ecole Supérieure de Commerce de Paris (ESCP) 1996  - Audit Comptable et Financier - Compagnie Nationale des Commissaires aux Comptes (CNCC) 1996  - Formation en Economie et Stratégie d’Entreprise - Université Paris 9 Dauphine 1983  - DEA \"Systèmes Informatiques\" - Université  Paris 6 Jussieu         Divers  Ingénierie pédagogique pour formations en informatique à l'Université Paris 9 Dauphine Coauteur du \"Guide du Responsable Micro\" aux éditions DUNOD  (1996) Recherches personnelles en épuration d'air faisant l’objet de brevets internationaux (1994) Aviation (licence de pilote privé bimoteur) - Création d'une école de formation de pilotes privés Hobbie : peinture à l’huile - Ateliers du Carrousel (Louvre, Paris) - Salon des Artistes Français 2005    CHRISTIAN DOLLET – 20 BIS, RUE D’ARMENONVILLE – 92200 NEUILLY-SUR-SEINE - FRANCE \r\n",{"entities":[[1,17,"NAME"],[25,40,"PHONE"],[48,74,"EMAIL"],[78,106,"POSITION"],[271,292,"OLD EXPERIENCE"],[576,598,"OLD EXPERIENCE"],[865,890,"OLD EXPERIENCE"],[1159,1179,"OLD EXPERIENCE"],[1450,1460,"OLD EXPERIENCE"],[1738,1755,"OLD EXPERIENCE"],[2308,2350,"DEGREE"],[2353,2397,"UNIVERSITY"],[3132,3194,"LOCALISATION"]]}]]}