{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Anglais :     Lu, écrit, parlé niveau professionnel\r\nAllemand : Lu, écrit, parlé niveau intermédiaire2019 - 2023 : Responsable de comptes chez IBM France    \r\n2012 - 2019 : Commercial solutions Mainframe chez IBM France    \r\n2003 - 2012 : Commercial solutions d’infrastructure IT chez IBM FranceResponsable du développement du chiffre d’affaires de solutions mainframe dans les domaines\r\nDevOps, Data & AI et infrastructure auprès de clients comme BNP Paribas, Société Gérérale,\r\nVerspieren, Agirc Arrco, COVEA, GENERALI, avec objectifs de CA logiciels : 3 à 5 M€ / an\r\n => Exemples de réalisations : \r\nVente de solutions d’anonymisation des données dans le cadre de la législation européenne de\r\nprotection des données RGPD chez Verpieren\r\nAide au choix de solutions d’encryptage des flux de transactions bancaires chez ARKEA\r\nMise en place de la solution de gestion des règles métier IBM chez GENERALI dans le cadre du\r\nprojet «Tarification et Fraude»Contact\r\nLangues+33 6 13 54 81 78\r\npquint78@gmail.com\r\n104 Quai des Queyries\r\n33100 BordeauxPierre QUINT\r\nINGENIEUR COMMERCIAL SECTEUR IT \r\nVéritable professionnel de la vente, j’ai développé une solide compétence de la relation commerciale.\r\nA l'écoute, je comprends les besoins afin d’ apporter les solutions techniques adaptées, favorisant la\r\ncroissance de revenus et la réalisation des objectifs. Je porte des valeurs fortes comme l'engagement,\r\nl'envie d'apprendre et de partager, afin d'atteindre l'excellence dans la satisfaction de mes clients.\r\nExpériences professionnelles\r\nResponsable de la relation clients et du développement des ventes de solutions Mainframe auprès\r\nde clients comme BNP Paribas, Crédit Agricole, Stellantis, Verspieren, DGFiP, CNAV :\r\nObjectifs de Chiffres d’Affaires compris entre 10 et 20 M€/an.\r\nMise en place de plans de prospection (1/2 journée tous les 15 jours)\r\nPrise de rendez-vous et visites clients (entre 3 et 5 par semaine)\r\nParticipation active aux plans de comptes\r\nPilotage et collaboration étroite avec les équipes avant-vente, le support des équipes\r\ninternationale et les équipes Consulting afin de sécuriser les délais des projets.\r\nActeur majeur des réponses technico-commerciales dans le cadre de réponses à appel\r\nd’offres et de soutenances\r\nReporting régulier et suivi des affaires dans l’outil de CRM\r\nSignatures de contrats en gardant en priorité N°1 la satisfaction client.\r\nAtteinte des objectifs : 2020 : 23 M€ (150%), 2021 : 24 M€ (120%), 2022 : 8 M€ (85%)\r\n \r\n=> Exemples de besoins adressés et des bénéfices quantifiés :\r\nMise en place de stratégie DevOps chez Crédit Agricole (Projet sur plus de 18 mois)\r\nRésultats : Harmonisation des méthodes/outils au sein des équipes de développement,\r\namélioration de la qualité des développements, réduction des délais de mise en\r\nproduction des applications => baisse des coûts de plusieurs millions d'euros par an.\r\nDéfinition d'une stratégie d'optimisation des coûts IT et de remplacement de solutions\r\nconcurrentes chez Renault, Crédit Agricole  (projets sur plusieurs années).\r\nRésultats : Baisse drastique des coûts de possession des solutions pouvant se chiffrer à\r\nplusieurs millions d'euros sur plusieurs années.\r\nMise en place de solutions de connectivité et d’ouverture du Mainframe aux\r\nenvironnements distribué/Cloud au Crédit Agricole (cycle de vente : 6 mois)\r\nRésultats : Délais d'ouverture des flux d'échanges divisés par 4 et baisse des coûts Savoir-fairewww.linkedin.com/in/pierre-quint\r\nProspecter\r\nConstruire un argumentaire\r\nNégocier, convaincre et conclure les ventes\r\nDévelopper une stratégie de compte\r\nDévelopper la relation clients\r\nRéaliser une veille technologique IT\r\nRespecter les process et les délais\r\nMaîtriser les outils informatiques\r\nAnalyser les données clients\r\nSavoir-être\r\nÉcoute active\r\nCuriosité\r\nEmpathie\r\nAutonomie et disponibilité\r\nTravail en équipe\r\nGestion du stress\r\nInformatique\r\nPack Office Microsoft\r\nCRM Salesforce, Siebel\r\nFormation\r\n1988 : Maîtrise en Commerce\r\nInternational (Université de Caen)\r\n1987 : Bachelor of Arts  in European\r\nBusiness Studies (Université d’Ulster à\r\nBelfast, Irlande du Nord)Commercial terrain, responsable de la vente d’une gamme de solutions d’infrastructure et de\r\nconnectivité (marque WebSphere d’IBM) en environnement distribué.\r\n1997 - 2003 : Commercial sédentaire chez Rational Software\r\nVentes de solutions dans le domaine du développement logiciel : Gestion des exigences,\r\nmodélisation UML, couverture de test et de configuration logiciels\r\nQualification des prospects, prospection téléphonique, qualification des besoins et conseils sur\r\nles offres adaptées, proposition de valeurs, signature des contrats, suivi de la satisfaction client.\r\n1989 - 1997: Responsable projets étude de marché\r\nSociétés de conseils en études marketing dans le secteur informatique (Dataquest Europe, InfoCorp\r\nEurope, Computer Intelligence) et grand public (Init Conseil, GfK)\r\nMise en place de partenariats avec les distributeurs de PCs en Europe : visites en France,\r\nAllemagne et UK pour récolter leurs statistiques de ventes et les analyser\r\nResponsable de cellule télémarketing (recrutement, formation et animation des équipes)\r\nAnalyses des statistiques et rédaction de conclusions d’étude",{"entities":[[115,138,"OLD EXPERIENCE"],[174,204,"OLD EXPERIENCE"],[240,280,"OLD EXPERIENCE"],[970,987,"PHONE"],[989,1007,"EMAIL"],[1009,1046,"LOCALISATION"],[1046,1058,"NAME"],[1060,1092,"POSITION"],[3433,3465,"LINKDIN"],[3890,3901,"SKILLS"],[3902,3916,"SKILLS"],[3916,3927,"SKILLS"],[3929,3935,"SKILLS"],[3955,3990,"DEGREE"],[3992,4010,"UNIVERSITY"],[4291,4312,"OLD EXPERIENCE"],[4707,4726,"OLD EXPERIENCE"]]}]]}