{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[[" Vicky HEURTIN\r\nResponsable\r\nGrands Comptes\r\nMES MOTIVATIONS\r\nL'envie de r evenir au cœur de\r\nl'activité assur ance pour\r\nrejoindr e un collectif, sortir de\r\nma zone de confort, continuer\r\nà appr endr e, et mettr e toutes\r\nmes compétences\r\nprofessionnelles au service de\r\nl'assur ance et des assur és.\r\nCOMPÉTENCES CLÉS\r\nBusiness dé veloppement,\r\npartenariats\r\nMark eting pr oduit,\r\nMark eting opér ationnel\r\nSens du client et du service\r\nPilotage de pr ojets\r\nTravail en mode tr ansverse\r\nCONTACTEXPÉRIENCES\r\nResponsable Programmes Assurance et 2nde vie\r\nmobile\r\nBouygues Telecom, Direction Produits et Supply Chain, création\r\nde poste - Depuis octobre 2018\r\nResponsable Partenariats Grands Comptes\r\nAXA, Direction Marque et Clients Multi-Accès - 2016 à 2018\r\nBusiness Unit Manager, Programme Assurance\r\nSFR, Direction Marketing Grand Public, suite création de poste - 2011 à\r\n2016 - Paris - France\r\nResponsable gamme prévoyance et IARD\r\nHSBC Assurances, bancassureur - 2010 à 2011 - PARIS - France\r\nResponsable Marketing Opérationnel\r\nHSBC Assurances, bancassureur - 2006 à 2010 - PARIS - France\r\nvicky.heurtin@gmail.com\r\n06 33 82 38 16\r\n94100 ST MAUR DES FOSSES\r\nFrance\r\nCV réalisé sur DoY ouBuzzPiloter dans une vision 360° les activités d' assur ance mobile et r eprise mobile, en\r\ntransverse avec les dir ections internes et en lien constant avec les partenair es (assur eurs,\r\ncourtiers, Recommer ce, Ecologic)\r\nSuivr e les pr ogrammes, assur er leur gouvernance, négocier les conditions de\r\nrenouvellement, conduir e les plans d' actions pour amélior er en continu la performance\r\ncommer ciale, ﬁnancièr e, la qualité et les par cours clients.\r\nFaire évoluer les pr ogrammes d' assur ance dans une str atégie globale Gr oupe : co-\r\nassur ance, et captive de r éassur ance\r\nSuivr e la r églementation assur ance pour s' assur er de la conformité de nos par cours et\r\noffres dans un conte xte sensible et é volutif\r\nInscrir e ces activités dans la str atégie climat/ RSE du Gr oupe\r\nManagement : 1 collabor ateur\r\nDéﬁnir la pr oposition de valeur One AXA, notamment pour le secteur des télécoms, sur\r\ndes risques matur es (casse/vol), en dé veloppement (Cyber sécurité), et des sujets\r\nd'inno vation\r\nRépondr e aux appels d' offre et soutenir la pr oposition. T ravail en task for ce, avec\r\némulation collective, pour coor donner la r éponse One AXA à l' appel d' offre Or ange sur\r\nl'assur ance casse/ vol mobile : 8 mois à fédér er les équipes en interne, à fair e évoluer la\r\nproposition, à porter la vision partenair e et client\r\nDémar cher de nouveaux comptes, et tr availler les opportunités commer ciales\r\nPiloter la performance du pr ogramme d' assur ance sur tous les le viers : ventes, sinistr alité\r\n(fréquence et coût mo yen), conditions ﬁnancièr es des partenariats\r\n2015 : business dé veloppement : lancement d' un appel d' offres assur eurs pour\r\naccompagner la str atégie ﬁx e du Gr oupe (assur ances nomades, identité numérique)\r\n2014 - 2015 : simpliﬁer, r ationaliser, r éduir e les coûts : challenger nos partenair es\r\nexistants avec un nouveau cahier des char ges, négociations en étr oite collabor ation avec\r\nla Dir ection des Achats\r\n2011 à 2013 : construction et lancement d' une nouvelle offr e d'assur ance mobile,\r\nconver gente, démutualisée, multicanale. Fédér er les différ entes dir ections internes, sur\r\nun pr ojet non cor e business, mais essentiel pour les ﬁliales de distribution. T ravail en\r\nmode pr ojet dans un envir onnement comple xe. Budget : 840K€\r\nManagement de 2 personnes\r\nRepr ésentant SFR à la FG2A (Fédér ation des Gar anties et Assur ances Aﬃnitair es)\r\nConstruction de la str atégie pr évoyance, du discours pédagogique clients et r éseaux, et\r\nconstruction d' une offr e individuelle emprunteur.\r\nManagement d' une équipe de 5 chefs de pr oduits\r\nTravail constant de co-construction avec les équipes mark eting de la banque et les\r\ndirections internes, essentiellement techniques, juridiques et opér ations\r\n1 / 2 CV cr éé sur \r\n Marketing Produit/ Chef de marché assurance vie\r\nHSBC Assurances, bancassureur - 2004 à 2006 - PARIS - France\r\nChargée des relations commerciales\r\nHSBC Assurances, bancassureur - 2002 à 2004 - PARIS - France\r\nChargée de clientèle particuliers en agences bancaires\r\nHSBC - CCF, CIC Paris, Banque de Picardie - 1995 à 2002 - PARIS - France\r\nCOMPÉTENCES\r\nPilotage de partenariats, de projets, d'activité\r\nMarketing Produits et Marketing Opérationnel\r\nManagement d'équipe\r\nLangues\r\nSoft Skills\r\nFORMATIONS\r\nMOOC Digital Marketing\r\nUNOW (2016 - 3 MOIS)\r\nInstitut Technique de Banque (1999 à 2001)\r\nCNAM\r\nEcole de Commerce (1992-1995)\r\nSKEMA BUSINESS SCHOOL, LILLE\r\nCENTRES D'INTÉRÊT\r\nSportConception de nouveaux pr oduits d' assur ance pour incarner l'identité HSBC en Fr ance,\r\nsuite acquisition du Gr oupe C CF.\r\nRésultats : 3 pr oduits d' assur ance vie lancés, 1 assur ance emprunteur, 1 capital décès, 1\r\nmulti risques habitation.\r\nDe la conception au lancement des pr oduits : business plan, car actéristiques des offr es,\r\ndocumentation contr actuelle, par cours de vente, outils d' aide à la vente r éseau, dépliant\r\ncommer cial\r\nAnimation des pr oduits (enrichissement de l' offre ﬁnancièr e), et r eporting\r\nAnglais     \r\nDynamique, active et pr oactive, autonome, cr éative\r\nGrand sens du service client\r\nProfessionnalisme à inter agir avec des interlocuteurs internes et e xternes, bon r elationnel\r\nCuriosité intellectuelle, ouvertur e d'esprit, écoute active, appétence pour les sujets\r\ntechniques, capacité à gér er des sujets nouveaux et comple xes\r\nOrganisée, structur ée, rigour euse, ﬁable, capacité à tr availler sur différ entes\r\nproblématiques simultanément\r\nCapacité d' adaptation\r\nRunning : de la r outine hebdo aux courses ponctuelles, jusqu' au mar athon Paris 2023\r\n2 / 2 CV cr éé sur \r\n",{"entities":[[1,14,"NAME"],[16,43,"POSITION"],[321,344,"SKILLS"],[347,359,"SKILLS"],[361,380,"SKILLS"],[383,407,"SKILLS"],[409,437,"SKILLS"],[439,459,"SKILLS"],[461,488,"SKILLS"],[510,562,"OLD EXPERIENCE"],[660,699,"OLD EXPERIENCE"],[761,803,"OLD EXPERIENCE"],[901,937,"OLD EXPERIENCE"],[1001,1035,"OLD EXPERIENCE"],[1100,1123,"EMAIL"],[1126,1140,"PHONE"],[1143,1175,"LOCALISATION"],[3991,4038,"OLD EXPERIENCE"],[4102,4136,"OLD EXPERIENCE"],[4200,4254,"OLD EXPERIENCE"],[4343,4367,"SKILLS"],[4393,4412,"SKILLS"],[4415,4437,"SKILLS"],[4439,4458,"SKILLS"],[4621,4649,"UNIVERSITY"]]}]]}