{"classes":["NAME","SKILLS","DEGREE","POSITION","EMAIL","GITHUB","LINKDIN","UNIVERSITY","PHONE","COUNTRY","OLD EXPERIENCE","LOCALISATION","CITY"],"annotations":[["  \r\n   \r\nCompétences techniques  \r\n \r\nDéveloppement Back-End  \r\n- C#, .NET , Web API, WCF, WebForms, Winforms  \r\n \r\nDéveloppement Front-End  \r\n- Bootstrap, HTML, CSS, LESS,  Javascript \r\n- Angular, TypeScript \r\n \r\nFrameworks   \r\n- .NET Core 6, .NET Framework 4.8, ASP.NET MVC  \r\n- Blazor, Entity Framework, Specflow  \r\n \r\nArchitectures  / Cloud \r\n- Mise en place de solutions basées sur Azure  \r\n- Applications .Net ( IaaS, PaaS et SaaS ) \r\n- Cloud Azure, Cloud AWS \r\n \r\nCI/CD  \r\n- Pipelines de build avec Azure DevOps \r\n- Git, Git Flow,  GitLab CI,  \r\n- tâches MSBuild, Jenkins \r\n \r\nMéthodologie \r\n- Agile, Scrum, Kanban \r\n- TDD, BDD, DDD, Peer-Programming,  \r\n- SOLID, Clean code, Craftsmanship \r\n- UML, Merise  \r\n- Design Patterns \r\n \r\nData \r\n- SQL Server, Azure SQL Database  , Oracle, T-SQL \r\n \r\nScripting  \r\n- PowerShell (Windows + Core), Windows Batch  Types d’intervention  \r\nDéveloppements \r\nDéveloppements de solutions .NET et d’API en \r\nenvironnement WEB \r\n \r\nGestion de projet \r\nSuivi des tâches et de leurs statuts via Azure \r\nDevOps, réunion quotidienne.  \r\nRecueil des besoins et construction du backlog \r\n \r\nCI/CD \r\nConstruction des chaines de build avec Azure \r\nDevOPS. \r\nIntégration des tests unitaires et code review \r\n \r\n \r\n \r\nDiplômes \r\n \r\nIngénierie des systèmes informatiques \r\nOption : système et Génie Logiciel \r\nUniversité Pierre et Marie Curie (1994) \r\n \r\nMaitrise de physiques et applications \r\nOption : Analyse et traitement du signal \r\nUniversité Jussieu (1993) \r\n \r\nBaccalauréat C \r\nMathématiques et physique \r\nLycée Pontoise (1988) \r\n \r\n \r\nLangues \r\nAnglais            Courant (Niveau B2, professionnel)  \r\nEspagnol        Courant  \r\n \r\n \r\n \r\n \r\n Alain Amadou  \r\nSY \r\nasysoft@yahoo.com  \r\n \r\nINGENIEUR \r\nEXPERT \r\nMICROSOFT \r\nSOLUTIONS .NET \r\n \r\n25 années d'expérience \r\nCertifié Microsoft  \r\n \r\nTrès bonne maitrise de C# et .NET  et du développement  WEB \r\n Bonnes connaissances de Azure, du CI/CD. Et du DEVOPS   \r\n Expériences professionnelles  \r\n \r\n02/2023 À 05/2023 \r\nEXPERT .NET  Préparation aux certifications sur AZURE chez  SQLI \r\nContexte \r\nPréparation en interne aux certifications Microsoft AZURE pour être placé à terme en tant qu’ingénieur \r\nDevOPS AZURE chez les clients. Formations et certifications préparée  : \r\nAZ-204  : Développement de solutions sur AZURE  \r\nAZ-400  : Ingénieur Expert DevOPS sur AZURE  \r\n \r\n \r\n09/2022 À 12/2022 \r\nEXPERT .NET     MEGA INTERNATIONAL \r\nContexte \r\nEditeur de logiciel spécialisé dans les domaines de l’architecture d’entreprise, du « Business Process \r\nManagement » et de la gouvernance et risques d’entreprises. Etudes et développements autour \r\nd’une solution en Mode SAAS hébergée sur AZURE. L’équipe de 10 développeurs et 3 QA avec une \r\ninteraction avec d’autres équipes - Mode agile et TDD  \r\nRéalisation et livrables \r\n Développements sur un serveur de supervision de modules applicatifs (HOPEX SERVER)  \r\n Maintien et développements sur une application de gestion d’une bibliothèque de modules \r\napplicatifs téléchargeable par les clients finaux (STORE).  \r\n Développement d’API REST.  \r\n Conception et développement d’une nouvelle application de la solution globale, permettant de \r\ngérer les environnements sur AZURE des différents clients finaux (CLOUD PORTAL).  \r\n Maintien des pipelines de Build avec Azure DevOPS : création de la chaine de build pour les \r\nnouvelles applications, Ajout de Briques de déploiement et intégration des tests unitaires  \r\n Rédactions de scénarios de tests en collaboration avec les équipes QA , Utilisation de l’extension \r\nSpecFlow pour Visual Studio pour créer les scénarios ( syntaxe  : Given + And + … + When + Then )  \r\nEnvironnement technique et fonctionnel \r\nNET CORE, .NET 6 , langage C#, BLAZOR, SQL Server et ORACLE, Intégration Continu CI-CD, Azure \r\nDEVOPS, CLOUD AZURE, TDD, Specflow , SAAS, Architecture d’entreprise \r\n \r\n04/2019 À 04/2022 \r\nEXPERT .NET chez  Ministère des finances, Direction Générale du trésor \r\nContexte \r\nL’équipe est composée d’un manager, un responsable des tests et de 8 ingénieurs en développement. \r\nWeb .NET et SharePoint. J’avais la charge de maintenir les applications métiers existantes et de \r\ndévelopper de nouvelles applications destinées aux économistes. Les projets se faisaient en mode agile, \r\nsuivant la méthode Scrum et TDD (Test Driven Développement )   \r\n Réalisation et livrables \r\n Création de Conception et réalisation des applications métier au sein de l’équipe de développement \r\nAgile et accompagnement des clients et utilisateurs  \r\n Conception des bases de données nécessaires au stockage  \r\n Développement d’API Web (REST API)  \r\n Mise en œuvre de l’intégration continu et du déploiement des applications. Création des chaines de \r\nBuild et des packages (DEVOPS)  \r\n Réalisation des documentations techniques spécifiques (procédures d'installation, de maintenance, \r\ncomptes de services, ADFS)  \r\n Maintenance évolutive et corrective des applications  \r\n Organisation et contrôle du bon déroulement des tests unitaires et d’intégrations, nécessaires à la \r\ndétection des erreurs logicielles  \r\n Optimisation des aspects ergonomiques  \r\n Maintien des pipelines de Build avec Azure DevOPS :  Création de la chaine de build pour les \r\nnouvelles applications, ajout de Scripts pour les créations de comptes de services, Intégration des \r\ntests unitaires dans les différentes chaines de build, Intégration de la Gestion des Bases de données \r\ndans les Pipelines de build en utilisant le composant DACPAC  \r\nEnvironnement technique et fonctionnel \r\n.NET MVC, .NET CORE, langage C#, HTML5, CSS3 et Javascript, SQL Server et Entity Framework, Visual \r\nStudio, Azure DEVOPS avec un repo Git, Tests unitaires, TDD, intégration Continu, principes de \r\nprogrammation SOLID, RABBIT MQ, MSMQ, SAAS, Gels des avoirs, sanctions financières \r\n \r\n \r\n10/2017 À 12/2018 \r\nIngénieur études et développement sénior .NET GEODE (ile de la Réunion) \r\nContexte \r\nDéveloppement d’application de GED et de WorkFlow sur la plateforme .NET de l'éditeur AVANTEAM.  \r\nMise en place d'environnement de développement pour l’équipe de 5 développeurs.  \r\nRéalisation et livrables \r\n Installation sur les serveurs internes d’un serveur Git (Bonobo Git Server) \r\n Développement d’une application de Gestion de Flux pour un client dans le secteur du Médical, \r\npermettant de valider les autorisations pour le service comptabilité pour l’achat de matériel médical. \r\nEnvironnement technique et fonctionnel \r\n.NET MVC, ASP.NET, langage C#, HTML5, CSS3 et Javascript, SQL Server et Entity Framework, Visual Studio, TFS, Bonobo Git , \r\nGitLab, Jenkins  \r\n \r\n \r\n03/2017 À 10/2017 \r\nIngénieur études et développement sénior .NET  AIR France (Régie pour AI3) \r\nContexte \r\nIntégration et Mise en place dans le cycle d'intégration continue, d'un outil Web accessible via navigateurs, \r\nsmartphones et tablettes, destiné à la gestion des plannings du personnel navigant d'Air France. \r\nRéalisation et livrables \r\n Mise en place dans le cycle d'intégration continue, d'un outil Web accessible via navigateurs, \r\nsmartphones et tablettes, destiné à la gestion des plannings du personnel navigant d'Air France. \r\n Interface entre les équipes de développement Basés à Toulouse et les équipes métiers constituées de \r\npilotes Air France   \r\n  Veille Technologique sur le framework Microsoft Asp.Net CORE  \r\n Veille Technologique sur Angular 4, le gestionnaire de packages Server et Client (NodeJS, Npm, \r\nBower) et des Task runner (Grunt, Gulp)   \r\nEnvironnement technique et fonctionnel \r\nIonic 3, Cordova, Angular 4, Bamboo, serveurs Apache, Tomcat, Git, GitLab, Jenkins , ASP.NET CORE, Node \r\nJS \r\n \r\n \r\n07/2015 À 02/2017 \r\nManager de l’architecture des systèmes informatiques   ACCIOD   \r\nContexte \r\nGestion intégrale de la plateforme technique en mode Saas, KP- ONE, permettant la valorisation de \r\nla performance financière d'un groupe ou d'une entreprise, par le contrôle de l'organisation \r\ngéographique, des budgets et de tout élément technique lié au système d'information (MCO, TMA, \r\nInfogérance, OutSourcing, Cloud). \r\nRéalisation et livrables \r\n Internalisation de la solution développée à l'origine par une SSII externe. Mise en place en interne de \r\nl'environnement de développement sous TFS et Visual Studio  \r\n Coordination des développements avec la SSII externe  \r\n Gestion, livraisons et déploiements sur les environnements cibles situés sur le cloud Amazon AWS \r\n(intégration continue, création et initialisation de nouveaux environnements clients)  \r\n Développement et correction de bug. Création d'un module d'import de donnés en masse (C#, .NET \r\nMVC, Entity Framework, WEB Api)  \r\n Gestion du référentiel, des bases de données et des procédures stockées de calcul (SQL Server 2008 \r\nR2 et 2012)  \r\nEnvironnement technique et fonctionnel \r\n.NET MVC, langage C#, HTML5, CSS3 et Javascript, SQL Server et Entity Framework, Visual Studio, TFS, \r\nCloud AWS, WEB Api , ITBM, ITFM \r\n \r\n \r\n10/2014 À 06/2015 \r\nIngénieur études et développement sénior .NET  TRACE ONE \r\nContexte \r\nConception, développement et tests de la nouvelle plateforme en mode Saas de gestion de la traçabilité  \r\nde produits de grande distribution au sein du pôle innovation de 20 personnes et d’une équipe Offshore \r\nde 10 Développeurs situés en Roumanie.  \r\nRéalisation et livrables \r\n Conceptions des composants, des services et objets métiers de l'architecture en couche (UML, \r\nASTAH, Use Cases, State Machines)  \r\n Implémentations des services et couches applicatives (C#  \r\n Gestion du référentiel et des bases (SQL Server 2008 R2 et 2012)  \r\n Réalisation de tests unitaires des composants et applications (NUnit)  \r\n Optimisation et test de performances du Framework maison (ANTS Performance Profiler)  \r\n Réalisation d'une Web API pour l'interfaçage avec un système BIG DATA pour la gestion de la \r\nTransparence des produits des distributeurs et industriels (C#, MVC, WEB API)  \r\n Intégration continue des développements dans les environnements de test et de recette et \r\ndéploiement sur les serveurs WEB (IIS, Builds TFS, Octopus)    \r\n  Coordination et pilotage des équipes de développement Offshore en Roumanie (Pentalog)  \r\nEnvironnement technique et fonctionnel  \r\n.NET MVC, langage C#, HTML5, CSS3 et Javascript, Astah, SQL Server et Entity Framework, Microsoft Visual Studio, TFS,  ANTS \r\nPerformance profiler, WEB Api , Use Cases \r\n \r\n \r\n03/2013 À 09/2014 \r\nIngénieur études et développement sénior .NET  GROUPE EUDONET \r\nContexte \r\nDéveloppement et maintenance d'applications en environnement Web en mode SAAS au sein de \r\nl'équipe R&D de 10 personnes d'un éditeur de solutions logicielles CRM full Web, adaptées aux activités \r\ndes clients (secteur public et privé, administrations, associations, enseignement supérieur)  \r\nRéalisation et livrables \r\n Développement et maintenance sur les modules et services web communiquant avec le noyau du \r\nCRM (agents d'Emailing, importation, synchronisation d'agenda et de contacts avec Outlook)  \r\n Configuration et déploiement des applications et services WEB, sur les serveurs hébergeant les \r\napplicatifs et bases de données des clients (plus de 3000 bases pour 800 clients actifs)  \r\nEnvironnement technique et fonctionnel \r\n.NET MVC, langage C#, HTML5, CSS3 et Javascript, WPF, WCF, SQL Server et Entity Framework, Visual \r\nStudio, TFS, WEB Api , CRM \r\n \r\n \r\n03/2012 À 03/2013 \r\nIngénieur études et développement .NET   FINTRAX \r\nContexte \r\nAu sein de l’équipe informatique de 8 personnes d’une société leader internationale sur le marché de la \r\ndétaxe, développement et maintenance  des systèmes  pour la gestion de la récupération de la TVA  \r\nRéalisation et livrables \r\n En charge de la réalisation d’une application WPF avec ses WEB Services, destinée aux futures \r\nBornes tactiles pour la détaxe dans les magasins PRINTEMPS  \r\n Intégration dans l’application .NET des périphériques de ces bornes interactives (Scanner de \r\npasseport, lecteur de carte bancaire, imprimante thermique)  \r\nEnvironnement technique et fonctionnel \r\nC#, ASP.NET, WCF, WPF, Web Services, SQL Server, TFS, XML, JSON, JSCRIPT, Détaxes d’articles \r\n \r\n07/2010 À 02/2012 \r\nIngénieur R&D  .NET    EXANE BNP PARIBAS et  SGCIB Société Générale \r\nContexte \r\nConsultant chez BNP PARIBAS. Refonte de l'outil d'analyse financière, SAKE, au sein d'une équipe de 8  \r\npersonnes (3 personnes sur les serveurs de calculs et 5 sur la partie éditique).  \r\nConsultant chez SOCIETE GENERALE - SGCIB : Développements et maintenance évolutives, au sein  \r\nd'une équipe de 15 personnes, sur l'outil d'arbitrage et de basket trading de SGCIB (EBTSNET)  \r\nRéalisation et livrables   \r\n  Migration chez BNP Paribas du noyau de calcul d'indicateurs financiers du C++ vers un nouveau \r\nserveur de calcul entièrement en .NET Framework 3.5  \r\n Développement chez Société Générale de fonctionnalités de sécurité et d’envoi d’ordres, sur \r\nl’application de Basket trading en Winform Framework .NET 2 \r\nEnvironnement technique et fonctionnel \r\nASP.NET 3.5, .NET 2, Web API, WinForms, TFS \r\n \r\n \r\n07/2009 À 06/2010 \r\nIngénieur R&D  .NET     BOURSE DIRECT \r\nContexte \r\nDéveloppement au sein d’une équipe de 8 personnes (mais autonome sur cette partie). J’ai mis en place \r\nun serveur FIX pour le routage des ordres vers un broker (FORTIS) et le marché anglais EQUIDUCT   \r\nRéalisation et livrables \r\n Développement et mise en place d’un serveur utilisant un connecteur basé sur le protocole FIX, \r\npermettant aux clients WEB de Bourse Directe de passer des ordres sur les marchés étrangers \r\n(NYSE, NASDAQ, XETRA, VIRT-X, LSE)  \r\n Mise en place de la messagerie FIX avec les équipes FORTIS en Hollande et EQUIDUCT en \r\nAngleterre  \r\n Développement d’un client de test de charge permettant de simuler et de traiter l’envoi d’un grand \r\nvolume d’ordre.  \r\nEnvironnement technique et fonctionnel \r\nASP.NET 3.5, Multithreading, pool de threads, Web API, TFS, Quickfix \r\n \r\n \r\n10/2008 À 05/2009 \r\nIngénieur R&D  .NET    Compagnie Financière Edmond de Rothshild \r\nContexte \r\nAu sein d'une équipe de 5 personnes en charge d'un système de routage d'ordres, mise en place en \r\ntoute autonomie (seul sur ce projet) d'un environnement de reporting transverse, alimenté \r\nquotidiennement par des données de production à J-1, et accessible par les gestionnaires de la banque \r\nvia une interface WEB  \r\nRéalisation et livrables \r\n Développement d'une application sécurisée WEB, (C#, ASP.NET 2.0) sur l'intranet permettant aux \r\ndirections, de visualiser différents types de rapports (frais sur les opérations, statistiques et cycle de \r\nvie des différents ordres passés par les filiales)  \r\n Mise en place d'un moteur dynamique de réplication d'objets de bases de données permettant la \r\nrécupération de données sur différents serveurs vers une base de destination  \r\nEnvironnement technique et fonctionnel \r\nASP.NET 2, C#, WebForm, Infragistics, SQL Sertveur, Ordonnanceur Control-M, Scripts de BDD  \r\n \r\n   \r\n 01/2008 À 10/2008 \r\nIngénieur R&D  .NET  et DELPHI  AXA Investment Managers \r\nContexte \r\nAu sein d'une équipe de 4 personnes en charge d'une application interne (AHEAD), destinées à la \r\ngestion des ABS, produits issus de titrisation de crédits tels que les Sub-Primes ou les crédits \r\nimmobiliers. Mission de portage de l’application de Delphi vers .NET  \r\nRéalisation et livrables \r\n Développement de modules s'appuyant sur un Framework maison en Delphi Objet. Création \r\nd'objets métier liés à l'activité (Deals, Tranches, Ratings et Institutions de notations, données de \r\nperformances, valorisations des actifs des fonds investis)  \r\n Assistance aux utilisateurs de l'application (Investisseurs sur les ABS)  \r\nEnvironnement technique et fonctionnel \r\nDelphi Objet, ASP.NET 2, C#, WebForm, SQL Serveur, Dérivé de crédits  \r\n \r\n05/2004 À 12/2007 \r\nChef de projet Informatique et télécom  GABCEL (au Gabon) \r\nContexte \r\nGestion de l'équipe technique composée de 10 personnes et relation avec les fournisseurs d'équipements \r\ntélécom étrangers principalement en Indes, et locaux. Mise en place de solutions informatiques  \r\nRéalisation et livrables \r\n Conduite d'un projet de développement et mise en place de serveurs applicatifs permettant de \r\ngérer à distance un parc de 2000 Payphones  \r\n Suivi et coordination des développements réalisés par le fournisseur en Indes  \r\n Veille technologique sur des produits de télécommunication (VOIP, PABX, Routeurs)  \r\nEnvironnement technique et fonctionnel \r\nDelphi Objet, Visual C++, Telecom, PABX, Routeurs, VOIP  \r\n \r\n02/2003 À 03/2004 \r\nIngénieur études et développement  E-Market \r\nContexte \r\nAnalyse et développement dans une équipe de 30 personnes, autour d'un serveur de négociations et \r\nliquidations d’ordres boursiers. En charge de la communication du serveur avec des clients applicatifs \r\nutilisant le protocole Financier FIX  \r\nRéalisation et livrables \r\n Conception et Analyse orientée objet avec Rational Rose  \r\n Développement en C++, sur les couches de communication et applicatives  \r\nEnvironnement technique et fonctionnel \r\nVisual C++, Rational Rose, Protocol financier FIX, Réseau, TCP/IP \r\n \r\n   \r\n 02/1999 À 01/2003 \r\nIngénieur études et développement  MEFF (marché financier Espagnol) \r\nContexte \r\nAnalyse et développement dans une équipe de 12 personnes, en charges de la gamme de solutions \r\nlogiciels permettant de gérer les ordres boursiers arrivant sur cette place boursière espagnole.  \r\nRéalisation et livrables \r\n En charge du développement et évolution d'un serveur de communication (MEFFGATE) permettant \r\nle routage d'ordres des clients distants des banques d'affaires espagnoles vers le système central de \r\nnégociation de MEFF  \r\n Gestion des connections distantes (Multithreading, Sockets, C++, MFC)  \r\n Validation des ordres et gestion de la messagerie (DELPHI, WIN API, BDE)  \r\n Développement de programmes de test (trading et test de charges)  \r\n Développement de programmes divers : importation de données, alimentation de la plateforme de \r\ntest. (C / Unix, DELPHI, SQL SERVER)  \r\nEnvironnement technique et fonctionnel \r\nVisual C++, Multithreading, Sockets, C++, MFC, DELPHI, WIN API, SQL Serveur, C/Unix. Routage d’ordres \r\nboursiers, produits dérivés \r\n \r\n01/1996 À 01/1999 \r\nIngénieur études et développement  GALAXY SOFTWARE \r\nContexte \r\nMissions de développement chez les clients (BIP, BELFOX, SANOFI RESEARCH) en environnement de \r\nsalles des marchés.  \r\nRéalisation et livrables \r\n Développement en équipe (30 personnes) d'un «Trading System» (BTS) a Bruxelles chez BELFOX. En \r\ncharge de l'implémentation et de l'intégration, des fonctionnalités de «Market Depth» et «Market \r\nMakers Quotes» sur la partie cliente du système.  \r\n Développement de programmes divers : importation de données, alimentation de la plateforme de \r\ntest. (C / Unix, DELPHI, SQL SERVER)  \r\nEnvironnement technique et fonctionnel \r\nVisual C++, Multithreading, Sockets, C++, MFC,  SQL Serveur, C/Unix. Routage d’ordres boursiers \r\n ",{"entities":[[66,68,"SKILLS"],[69,74,"SKILLS"],[77,84,"SKILLS"],[86,89,"SKILLS"],[91,99,"SKILLS"],[101,109,"SKILLS"],[145,154,"SKILLS"],[156,160,"SKILLS"],[162,165,"SKILLS"],[167,171,"SKILLS"],[174,184,"SKILLS"],[189,196,"SKILLS"],[198,208,"SKILLS"],[231,242,"SKILLS"],[244,262,"SKILLS"],[264,275,"SKILLS"],[281,287,"SKILLS"],[289,305,"SKILLS"],[307,315,"SKILLS"],[398,438,"SKILLS"],[443,454,"SKILLS"],[455,476,"SKILLS"],[482,518,"SKILLS"],[523,526,"SKILLS"],[528,536,"SKILLS"],[539,548,"SKILLS"],[562,569,"SKILLS"],[571,578,"SKILLS"],[601,606,"SKILLS"],[608,613,"SKILLS"],[615,621,"SKILLS"],[626,629,"SKILLS"],[631,634,"SKILLS"],[636,639,"SKILLS"],[641,657,"SKILLS"],[664,669,"SKILLS"],[671,681,"SKILLS"],[683,696,"SKILLS"],[701,704,"SKILLS"],[706,712,"SKILLS"],[718,733,"SKILLS"],[748,758,"SKILLS"],[760,778,"SKILLS"],[782,788,"SKILLS"],[790,810,"SKILLS"],[816,826,"SKILLS"],[845,858,"SKILLS"],[1261,1298,"DEGREE"],[1338,1370,"UNIVERSITY"],[1679,1697,"NAME"],[1700,1717,"EMAIL"],[1724,1771,"POSITION"],[2004,2015,"OLD EXPERIENCE"],[2384,2395,"OLD EXPERIENCE"],[3889,3900,"OLD EXPERIENCE"],[5858,5903,"OLD EXPERIENCE"],[6646,6691,"OLD EXPERIENCE"],[7685,7737,"OLD EXPERIENCE"],[10437,10482,"OLD EXPERIENCE"],[11408,11446,"OLD EXPERIENCE"],[12182,12201,"OLD EXPERIENCE"],[13099,13118,"OLD EXPERIENCE"],[13976,13995,"OLD EXPERIENCE"],[15001,15023,"OLD EXPERIENCE"],[15838,15876,"OLD EXPERIENCE"],[16575,16608,"OLD EXPERIENCE"],[17178,17211,"OLD EXPERIENCE"],[18264,18297,"OLD EXPERIENCE"]]}]]}